Repository: jackhwl/WebPerformanceTest
Catalog: EcmWebBilingual/DoximLocalization/Resources/Web/AdminRes.*.resx
Languages: fr

# System_AdministrationView_GlobalSystemStatisticsReports
source: Global System Statistics Reports
fr: [Ğľőþäľ Ŝyşŧęm Ŝŧäŧįşŧįčş Ŗępőřŧş !!! !!!]

# System_AdministrationView_GlobalSystemStyles
source: Global System Styles
fr: [Ğľőþäľ Ŝyşŧęm Ŝŧyľęş !!! !!!]

# System_AdministrationView_SystemStatisticsReport
source: System Statistics Report
fr: [Ŝyşŧęm Ŝŧäŧįşŧįčş Ŗępőřŧ !!! !!!]

# System_CompanyReportView_Administrators
source: Administrators
fr: [Åđmįŉįşŧřäŧőřş !!! !!!]

# System_CompanyReportView_BATCHES
source: BATCHES
fr: [ßÅŦCĦĒŜ !!! !!! !!! !!! !!! !!!]

# System_CompanyReportView_BatchFolders
source: Batch Folders
fr: [ßäŧčĥ Főľđęřş !!! !!!]

# System_CompanyReportView_CUSTOMFIELDS
source: CUSTOM FIELDS
fr: [CŮŜŦØM FĨĒĿĐŜ !!! !!!]

# System_CompanyReportView_DOCUMENTS
source: DOCUMENTS
fr: [ĐØCŮMĒŃŦŜ !!! !!! !!! !!! !!! !!! !!! !!!]

# System_CompanyReportView_DOCUMENTTYPES
source: DOCUMENT TYPES:
fr: [ĐØCŮMĒŃŦ ŦŸPĒŜ: !!! !!!]

# System_CompanyReportView_FOLDERS
source: FOLDERS
fr: [FØĿĐĒŖŜ !!! !!! !!! !!! !!! !!!]

# System_CompanyReportView_Generated
source: Generated in {0} Seconds
fr: [Ğęŉęřäŧęđ įŉ {0} Ŝęčőŉđş !!! !!!]

# System_CompanyReportView_GROUPS
source: GROUPS
fr: [ĞŖØŮPŜ !!! !!! !!! !!! !!!]

# System_CompanyReportView_LockedUsers
source: Locked Users
fr: [Ŀőčĸęđ Ůşęřş !!! !!!]

# System_CompanyReportView_METATAGS
source: METATAGS
fr: [MĒŦÅŦÅĞŜ !!! !!! !!! !!! !!! !!! !!!]

# System_CompanyReportView_PendingUsers
source: Pending Users
fr: [Pęŉđįŉģ Ůşęřş !!! !!!]

# System_CompanyReportView_PORTFOLIOS
source: PORTFOLIOS
fr: [PØŖŦFØĿĨØŜ !!! !!!]

# System_CompanyReportView_ProjectFolders
source: Project Folders:
fr: [Přőĵęčŧ Főľđęřş: !!! !!!]

# System_CompanyReportView_ReportOn
source: Report on {0}
fr: [Ŗępőřŧ őŉ {0} !!! !!!]

# System_CompanyReportView_SummaryForCompany
source: Summary for company
fr: [Ŝūmmäřy ƒőř čőmpäŉy !!! !!!]

# System_CompanyReportView_SuspendUsers
source: Suspend Users
fr: [Ŝūşpęŉđ Ůşęřş !!! !!!]

# System_CompanyReportView_USERS
source: USERS
fr: [ŮŜĒŖŜ !!! !!! !!! !!!]

# System_CompanyReportView_VIEWS
source: VIEWS
fr: [VĨĒŴŜ !!! !!! !!! !!!]

# System_SystemCheckingReportView_Collapse
source: Collapse
fr: [Cőľľäpşę !!! !!! !!! !!! !!! !!! !!!]

# System_SystemCheckingReportView_ExpandAll
source: Expand All
fr: [Ēχpäŉđ Åľľ !!! !!!]

# System_SystemCheckingReportView_Monthly
source: Monthly
fr: [Mőŉŧĥľy !!! !!! !!! !!! !!! !!!]

# System_SystemCheckingReportView_SystemStatisticsReport
source: System Statistics Report
fr: [Ŝyşŧęm Ŝŧäŧįşŧįčş Ŗępőřŧ !!! !!!]

# System_SystemReportView_CompanyReport
source: Company Report
fr: [Cőmpäŉy Ŗępőřŧ !!! !!!]

# System_SystemReportView_ReportList
source: Report List
fr: [Ŗępőřŧ Ŀįşŧ !!! !!!]

# System_SystemSettingView_CentreAuthenticateServer
source: Centre Authenticate Server
fr: [Cęŉŧřę Åūŧĥęŉŧįčäŧę Ŝęřvęř !!! !!!]

# System_SystemSettingView_DeletedRoot
source: Deleted Root
fr: [Đęľęŧęđ Ŗőőŧ !!! !!!]

# System_SystemSettingView_DeletedRootSettings
source: Please check and confirm Deleted Root settings
fr: [Pľęäşę čĥęčĸ äŉđ čőŉƒįřm Đęľęŧęđ Ŗőőŧ şęŧŧįŉģş !!! !!!]

# System_SystemSettingView_DocuBin
source: Please check and confirm DocuBin settings
fr: [Pľęäşę čĥęčĸ äŉđ čőŉƒįřm Đőčūßįŉ şęŧŧįŉģş !!! !!!]

# System_SystemSettingView_DocuBinRoot
source: DocuBin Root
fr: [Đőčūßįŉ Ŗőőŧ !!! !!!]

# System_SystemSettingView_EmailServer
source: Email Server
fr: [Ēmäįľ Ŝęřvęř !!! !!!]

# System_SystemSettingView_SystemSetting
source: System Setting
fr: [Ŝyşŧęm Ŝęŧŧįŉģ !!! !!!]

# System_SystemStyleControl_StyleFolder
source: Style folder
fr: [Ŝŧyľę ƒőľđęř !!! !!!]

# System_SystemStyleInfoView_CreateNewItem
source: Create New Item
fr: [Cřęäŧę Ńęŵ Ĩŧęm !!! !!!]

# System_SystemStyleInfoView_DocumentList
source: Document List
fr: [Đőčūmęŉŧ Ŀįşŧ !!! !!!]

# System_SystemStyleInfoView_Home
source: Home
fr: [Ħőmę !!! !!! !!!]

# System_SystemStyleInfoView_Link
source: Link
fr: [Ŀįŉĸ !!! !!! !!!]

# System_SystemStyleInfoView_StyleName
source: Style name
fr: [Ŝŧyľę ŉämę !!! !!!]

# System_SystemStyleInfoView_Tab
source: Tab
fr: [Ŧäþ !!! !!!]

# System_SystemStyleInfoView_View
source: View
fr: [Vįęŵ !!! !!! !!!]

# System_SystemStyleInfoView_Welcome
source: Welcome to Doxim {0}
fr: [Ŵęľčőmę ŧő Đőχįm {0} !!! !!!]

# System_SystemStyleView_StyleList
source: Style List
fr: [Ŝŧyľę Ŀįşŧ !!! !!!]

# System_SystemStyleView_SystemStyle
source: System Style
fr: [Ŝyşŧęm Ŝŧyľę !!! !!!]

# User_PasswordGenerator_Accetp
source: Accept
fr: [Åččępŧ !!! !!! !!! !!! !!!]

# User_PasswordGenerator_NewPassword
source: Please write down this NEW password
fr: [Pľęäşę ŵřįŧę đőŵŉ ŧĥįş ŃĒŴ päşşŵőřđ !!! !!!]

# User_PasswordGenerator_SystemStyle
source: Password Generate
fr: [Päşşŵőřđ Ğęŉęřäŧę !!! !!!]

# User_UserProfileGeneralView_ChangePasswordAt
source: Please change your password at "My Profile" page
fr: [Pľęäşę čĥäŉģę yőūř päşşŵőřđ äŧ "My Přőƒįľę" päģę !!! !!! !!!]

# User_UserProfileGeneralView_ConfirmPassword
source: Confirm Password
fr: [Cőŉƒįřm Päşşŵőřđ !!! !!!]

# User_UserProfileGeneralView_MultipleValue
source: Multiple value
fr: [Mūľŧįpľę väľūę !!! !!!]

# User_UserProfileGeneralView_NoCustomField
source: No Custom Field defined
fr: [Ńő Cūşŧőm Fįęľđ đęƒįŉęđ !!! !!!]

# User_UserProfileGeneralView_PasswordRule
source: Password Rule
fr: [Päşşŵőřđ Ŗūľę !!! !!!]

# User_UserProfileGeneralView_UserID
source: User ID
fr: [Ůşęř ĨĐ !!! !!! !!! !!! !!! !!!]

# User_UserProfileGeneralView_UserLevel
source: User Level
fr: [Ůşęř Ŀęvęľ !!! !!!]

# User_UserProfileSettingView_ManagePrintQueue
source: Manage Print Queue
fr: [Mäŉäģę Přįŉŧ Qūęūę !!! !!!]

# User_UserProfileSettingView_MyProfile
source: Enable edit "My Profile"
fr: [Ēŉäþľę ęđįŧ "My Přőƒįľę" !!! !!!]

# User_UserProfileSettingView_NavigationType
source: Navigation Type
fr: [Ńävįģäŧįőŉ Ŧypę !!! !!!]

# User_UserProfileSettingView_Portfolio
source: Please select portfolio
fr: [Pľęäşę şęľęčŧ pőřŧƒőľįő !!! !!!]

# User_UserProfileSettingView_PrintQueue
source: Print Queue
fr: [Přįŉŧ Qūęūę !!! !!!]

# User_UserProfileSettingView_ProcessPrintJob
source: Process Print Job
fr: [Přőčęşş Přįŉŧ Ĵőþ !!! !!!]

# User_UserProfileSettingView_StartPage
source: Start Page
fr: [Ŝŧäřŧ Päģę !!! !!!]

# User_UserProfileSettingView_String5
source: Change by current company users only.
fr: [Cĥäŉģę þy čūřřęŉŧ čőmpäŉy ūşęřş őŉľy. !!! !!!]

# User_UserProfileSettingView_UseCompanySetting
source: Use Company Setting
fr: [Ůşę Cőmpäŉy Ŝęŧŧįŉģ !!! !!!]

# User_UserProfileSettingView_UseUserSetting
source: Use User Setting
fr: [Ůşę Ůşęř Ŝęŧŧįŉģ !!! !!!]

# User_UserProfileSettingView_View
source: Please select view
fr: [Pľęäşę şęľęčŧ vįęŵ !!! !!!]

# User_UserProfileView_NoPrivilege
source: No Privilege to view this user's info!
fr: [Ńő Přįvįľęģę ŧő vįęŵ ŧĥįş ūşęř'ş įŉƒő! !!! !!!]

# View_ViewActionsAddView_DocumentTypeActionFirst
source: Please add documenttype action first.
fr: [Pľęäşę äđđ đőčūmęŉŧŧypę äčŧįőŉ ƒįřşŧ. !!! !!!]

# View_ViewGeneralControl_CreateView
source: Create View
fr: [Cřęäŧę Vįęŵ !!! !!!]

# View_ViewGeneralControl_NewView
source: New View
fr: [Ńęŵ Vįęŵ !!! !!! !!! !!! !!! !!! !!!]

# View_ViewNavigationControl_ViewNavigation
source: View Navigation
fr: [Vįęŵ Ńävįģäŧįőŉ !!! !!!]

# View_ViewNavigationView_ActionMenu
source: Action Menu
fr: [Åčŧįőŉ Męŉū !!! !!!]

# View_ViewNavigationView_BackToList
source: Back To List
fr: [ßäčĸ Ŧő Ŀįşŧ !!! !!!]

# View_ViewNavigationView_DocumentMenuDisplay
source: Document Menu Display
fr: [Đőčūmęŉŧ Męŉū Đįşpľäy !!! !!!]

# View_ViewNavigationView_DocumentNavigation
source: Document Navigation
fr: [Đőčūmęŉŧ Ńävįģäŧįőŉ !!! !!!]

# View_ViewNavigationView_SimpleSearchbox
source: Simple Search box
fr: [Ŝįmpľę Ŝęäřčĥ þőχ !!! !!!]

# View_ViewNavigationView_ViewMenuDisplay
source: View Menu Display
fr: [Vįęŵ Męŉū Đįşpľäy !!! !!!]

# View_ViewPermissionControl_CreatePermission
source: Create Permission
fr: [Cřęäŧę Pęřmįşşįőŉ !!! !!!]
