Repository: jackhwl/WebPerformanceTest
Catalog: EcmWebBilingual/DoximLocalization/Resources/Web/AdminRes.*.resx
Languages: fr

# Action_ActionProfileView_Description
source: Definition Description
fr: [Đęƒįŉįŧįőŉ Đęşčřįpŧįőŉ !!! !!!]

# Action_ActionProfileView_Name
source: Definition Name
fr: [Đęƒįŉįŧįőŉ Ńämę !!! !!!]

# Action_CheckOutConfigControl_CheckBackIn
source: CheckBackIn Wording:
fr: [CĥęčĸßäčĸĨŉ Ŵőřđįŉģ: !!! !!!]

# Action_CheckOutConfigControl_CheckOut
source: CheckOut Wording:
fr: [CĥęčĸØūŧ Ŵőřđįŉģ: !!! !!!]

# Action_CheckOutConfigControl_CheckOut2
source: CheckOut
fr: [CĥęčĸØūŧ !!! !!! !!! !!! !!! !!! !!!]

# Action_CheckOutConfigControl_Undo
source: Undo Wording:
fr: [Ůŉđő Ŵőřđįŉģ: !!! !!!]

# Action_DocSysFieldsConfigControl_ShowSysInfo
source: Show Doc System Info:
fr: [Ŝĥőŵ Đőč Ŝyşŧęm Ĩŉƒő: !!! !!!]

# Action_DocSysFieldsConfigControl_SysInfo
source: Sys Info
fr: [Ŝyş Ĩŉƒő !!! !!! !!! !!! !!! !!! !!!]

# Action_EmailConfigControl_CompanyEmail
source: Company Profile Email Address
fr: [Cőmpäŉy Přőƒįľę Ēmäįľ Åđđřęşş !!! !!!]

# Action_EmailConfigControl_CurrentEmail
source: Current Setting of Sender Email Address
fr: [Cūřřęŉŧ Ŝęŧŧįŉģ őƒ Ŝęŉđęř Ēmäįľ Åđđřęşş !!! !!!]

# Action_EmailConfigControl_Sender
source: Sender Option:
fr: [Ŝęŉđęř Øpŧįőŉ: !!! !!!]

# Action_EmailConfigControl_SenderField
source: Sender Field Changeable:
fr: [Ŝęŉđęř Fįęľđ Cĥäŉģęäþľę: !!! !!!]

# Action_EmailConfigControl_UserEmail
source: User Profile Email Address
fr: [Ůşęř Přőƒįľę Ēmäįľ Åđđřęşş !!! !!!]

# Action_FieldsConfigCcontrol_Alias
source: Alias
fr: [Åľįäş !!! !!! !!! !!!]

# Action_FieldsConfigCcontrol_Align
source: Align
fr: [Åľįģŉ !!! !!! !!! !!!]

# Action_FieldsConfigCcontrol_CssStyle
source: Css Style
fr: [Cşş Ŝŧyľę !!! !!! !!! !!! !!! !!! !!! !!!]

# Action_FieldsConfigCcontrol_Unit
source: Unit
fr: [Ůŉįŧ !!! !!! !!!]

# Action_FieldsConfigControl_DefaultFields
source: No Fields configured currently, use default fields.
fr: [Ńő Fįęľđş čőŉƒįģūřęđ čūřřęŉŧľy, ūşę đęƒäūľŧ ƒįęľđş. !!! !!! !!!]

# Action_ImageConvertConfigControl_Convert
source: Image Convert
fr: [Ĩmäģę Cőŉvęřŧ !!! !!!]

# Action_ImageConvertConfigControl_FixHeight
source: Constrain Proportion, Fix Height
fr: [Cőŉşŧřäįŉ Přőpőřŧįőŉ, Fįχ Ħęįģĥŧ !!! !!!]

# Action_ImageConvertConfigControl_FixWidth
source: Constrain Proportion, Fix Width
fr: [Cőŉşŧřäįŉ Přőpőřŧįőŉ, Fįχ Ŵįđŧĥ !!! !!!]

# Action_ImageConvertConfigControl_Proportion
source: Proportion
fr: [Přőpőřŧįőŉ !!! !!!]

# Action_ImageConvertConfigControl_WidthHeight
source: Constrain Width & Height
fr: [Cőŉşŧřäįŉ Ŵįđŧĥ & Ħęįģĥŧ !!! !!!]

# Action_InsertConfigControl_End
source: At the end
fr: [Åŧ ŧĥę ęŉđ !!! !!!]

# Action_InsertConfigControl_Front
source: In the front
fr: [Ĩŉ ŧĥę ƒřőŉŧ !!! !!!]

# Action_InsertConfigControl_InsertFirst
source: Insert First
fr: [Ĩŉşęřŧ Fįřşŧ !!! !!!]

# Action_InsertConfigControl_InsertPosition
source: Insert Position
fr: [Ĩŉşęřŧ Pőşįŧįőŉ !!! !!!]

# Action_InsertConfigControl_Position
source: Position
fr: [Pőşįŧįőŉ !!! !!! !!! !!! !!! !!! !!!]

# Action_InsertConfigControl_ShowStampConfiguration
source: Show Stamp Configuration
fr: [Ŝĥőŵ Ŝŧämp Cőŉƒįģūřäŧįőŉ !!! !!!]

# Action_InsertConfigControl_StampFirst
source: Stamp First
fr: [Ŝŧämp Fįřşŧ !!! !!!]

# Action_InsertConfigControl_StampSequence
source: Stamp Sequence
fr: [Ŝŧämp Ŝęqūęŉčę !!! !!!]

# Action_InsertConfigControl_WithStamp
source: With Stamp
fr: [Ŵįŧĥ Ŝŧämp !!! !!!]

# Action_MasterDetailConfigControl_AutoAdjustHeight
source: Height: auto adjust
fr: [Ħęįģĥŧ: äūŧő äđĵūşŧ !!! !!!]

# Action_MasterDetailConfigControl_BottomView
source: Bottom View
fr: [ßőŧŧőm Vįęŵ !!! !!!]

# Action_MasterDetailConfigControl_DetailAction
source: Detail Action
fr: [Đęŧäįľ Åčŧįőŉ !!! !!!]

# Action_MasterDetailConfigControl_MasterTopAction
source: Master Top Action
fr: [Mäşŧęř Ŧőp Åčŧįőŉ !!! !!!]

# Action_MasterDetailConfigControl_SelectView
source: Please configure at related view
fr: [Pľęäşę čőŉƒįģūřę äŧ řęľäŧęđ vįęŵ !!! !!!]

# Action_OpenConfigControl_OpenOption
source: Open Option
fr: [Øpęŉ Øpŧįőŉ !!! !!!]

# Action_OpenConfigControl_ShowFullWindowButton
source: Show "Click here to open in a full window" button
fr: [Ŝĥőŵ "Cľįčĸ ĥęřę ŧő őpęŉ įŉ ä ƒūľľ ŵįŉđőŵ" þūŧŧőŉ !!! !!! !!!]

# Action_PortfolioFieldsConfigControl_CheckBackIn
source: CheckBackIn Wording
fr: [CĥęčĸßäčĸĨŉ Ŵőřđįŉģ !!! !!!]

# Action_PortfolioFieldsConfigControl_Undo
source: Undo Wording
fr: [Ůŉđő Ŵőřđįŉģ !!! !!!]

# Action_PortfolioViewsConfigControl_CommonFieldsSearch
source: Common Fields Search
fr: [Cőmmőŉ Fįęľđş Ŝęäřčĥ !!! !!!]

# Action_PortfolioViewsControl_ViewOrder
source: View Order
fr: [Vįęŵ Øřđęř !!! !!!]

# Action_StampConfigControl_AllPages
source: All Pages
fr: [Åľľ Päģęş !!! !!! !!! !!! !!! !!! !!! !!!]

# Action_StampConfigControl_EvenPages
source: Even Pages
fr: [Ēvęŉ Päģęş !!! !!!]

# Action_StampConfigControl_FirstPage
source: First Page
fr: [Fįřşŧ Päģę !!! !!!]

# Action_StampConfigControl_OddPages
source: Odd Pages
fr: [Øđđ Päģęş !!! !!! !!! !!! !!! !!! !!! !!!]

# Action_StampConfigControl_Overlay
source: Overlay
fr: [Øvęřľäy !!! !!! !!! !!! !!! !!!]

# Action_StampConfigControl_Position
source: Position
fr: [Pőşįŧįőŉ !!! !!! !!! !!! !!! !!! !!!]

# Action_StampConfigControl_Stamp
source: Stamp
fr: [Ŝŧämp !!! !!! !!! !!!]

# Action_StampConfigControl_StampIn
source: Stamp In
fr: [Ŝŧämp Ĩŉ !!! !!! !!! !!! !!! !!! !!!]

# Action_StampConfigControl_StampLayer
source: Stamp Layer
fr: [Ŝŧämp Ŀäyęř !!! !!!]

# Action_StampConfigControl_Underlay
source: Underlay
fr: [Ůŉđęřľäy !!! !!! !!! !!! !!! !!! !!!]

# Action_TiffAsPdfConfigControl_OnePage
source: Both Side Stay In One Page
fr: [ßőŧĥ Ŝįđę Ŝŧäy Ĩŉ Øŉę Päģę !!! !!!]

# Action_TiffAsPdfConfigControl_OneSideOnePage
source: One Side One Page
fr: [Øŉę Ŝįđę Øŉę Päģę !!! !!!]

# Action_TiffAsPdfConfigControl_TiffAsPdf
source: Tiff As Pdf
fr: [Ŧįƒƒ Åş Pđƒ !!! !!!]

# Action_TiffAsPdfConfigControl_TIFFImageLayout
source: TIFF Image Layout
fr: [ŦĨFF Ĩmäģę Ŀäyőūŧ !!! !!!]

# Action_WorkFlowConfigControl_DoAction
source: Do Action
fr: [Đő Åčŧįőŉ !!! !!! !!! !!! !!! !!! !!! !!!]

# Action_WorkFlowConfigControl_From
source: From
fr: [Fřőm !!! !!! !!!]

# Action_WorkFlowConfigControl_SelectStatusField
source: Select Status Field
fr: [Ŝęľęčŧ Ŝŧäŧūş Fįęľđ !!! !!!]

# Action_WorkFlowConfigControl_To
source: To
fr: [Ŧő !!! !!!]

# Action_WorkFlowConfigControl_Workflow
source: Workflow
fr: [Ŵőřĸƒľőŵ !!! !!! !!! !!! !!! !!! !!!]

# Batch_BatchProfileView_BatchFolders
source: Batch folders
fr: [ßäŧčĥ ƒőľđęřş !!! !!!]

# Batch_BatchProfileView_BatchName
source: Batch Name
fr: [ßäŧčĥ Ńämę !!! !!!]

# Batch_BatchProfileView_BatchProfile
source: Batch profile
fr: [ßäŧčĥ přőƒįľę !!! !!!]

# Batch_BatchProfileView_DateActive
source: Date Active
fr: [Đäŧę Åčŧįvę !!! !!!]

# Batch_BatchProfileView_DateExpire
source: Date Expire
fr: [Đäŧę Ēχpįřę !!! !!!]

# Batch_BatchProfileView_DateTimeCreated
source: DateTime Created
fr: [ĐäŧęŦįmę Cřęäŧęđ !!! !!!]

# Batch_BatchProfileView_DBPath
source: DBPath
fr: [ĐßPäŧĥ !!! !!! !!! !!! !!!]

# Batch_BatchProfileView_DeleteConfirm
source: Are you sure you want to delete this batch?
fr: [Åřę yőū şūřę yőū ŵäŉŧ ŧő đęľęŧę ŧĥįş þäŧčĥ? !!! !!!]

# Batch_BatchProfileView_DocPath
source: Doc Path
fr: [Đőč Päŧĥ !!! !!! !!! !!! !!! !!! !!!]

# Batch_BatchProfileView_DocumentCount
source: Document Count
fr: [Đőčūmęŉŧ Cőūŉŧ !!! !!!]

# Batch_BatchProfileView_EmailNotification
source: Email Notification
fr: [Ēmäįľ Ńőŧįƒįčäŧįőŉ !!! !!!]

# Batch_BatchProfileView_ExpectDocuments
source: Expect Documents
fr: [Ēχpęčŧ Đőčūmęŉŧş !!! !!!]

# Batch_BatchProfileView_IgnoreError
source: Ignore file missing error?
fr: [Ĩģŉőřę ƒįľę mįşşįŉģ ęřřőř? !!! !!!]

# Batch_BatchProfileView_SelectDate
source: Select Date
fr: [Ŝęľęčŧ Đäŧę !!! !!!]

# Batch_BatchProfileView_SkippedDocuments
source: Skipped Documents
fr: [Ŝĸįppęđ Đőčūmęŉŧş !!! !!!]

# Batch_BatchProfileView_UploadStatus
source: Upload Status
fr: [Ůpľőäđ Ŝŧäŧūş !!! !!!]

# Batch_BatchProfileView_UserCreated
source: User Created
fr: [Ůşęř Cřęäŧęđ !!! !!!]

# Company_BatchDocumentTypeList_NoBatch
source: No Batch
fr: [Ńő ßäŧčĥ !!! !!! !!! !!! !!! !!! !!!]

# Company_CompanyAdminView_Profile
source: Company Profile
fr: [Cőmpäŉy Přőƒįľę !!! !!!]

# Company_CompanyProfileGeneralView_Address1
source: Address1
fr: [Åđđřęşş1 !!! !!! !!! !!! !!! !!! !!!]

# Company_CompanyProfileGeneralView_Address2
source: Address2
fr: [Åđđřęşş2 !!! !!! !!! !!! !!! !!! !!!]

# Company_CompanyProfileGeneralView_City
source: City
fr: [Cįŧy !!! !!! !!!]

# Company_CompanyProfileGeneralView_CompanyName
source: Company Name
fr: [Cőmpäŉy Ńämę !!! !!!]

# Company_CompanyProfileGeneralView_ContactPerson
source: Contact Person
fr: [Cőŉŧäčŧ Pęřşőŉ !!! !!!]

# Company_CompanyProfileGeneralView_Country
source: Country
fr: [Cőūŉŧřy !!! !!! !!! !!! !!! !!!]

# Company_CompanyProfileGeneralView_CreateCompany
source: Create Company
fr: [Cřęäŧę Cőmpäŉy !!! !!!]

# Company_CompanyProfileGeneralView_Department
source: Department
fr: [Đępäřŧmęŉŧ !!! !!!]

# Company_CompanyProfileGeneralView_Email
source: Email
fr: [Ēmäįľ !!! !!! !!! !!!]

# Company_CompanyProfileGeneralView_Fax
source: Fax
fr: [Fäχ !!! !!!]

# Company_CompanyProfileGeneralView_Phone
source: Phone
fr: [Pĥőŉę !!! !!! !!! !!!]

# Company_CompanyProfileGeneralView_PostalCode
source: Postal Code
fr: [Pőşŧäľ Cőđę !!! !!!]

# Company_CompanyProfileGeneralView_Province
source: Province
fr: [Přővįŉčę !!! !!! !!! !!! !!! !!! !!!]

# Company_CompanyProfileSettingView_Body
source: Body
fr: [ßőđy !!! !!! !!!]

# Company_CompanyProfileSettingView_Disabled
source: Disabled
fr: [Đįşäþľęđ !!! !!! !!! !!! !!! !!! !!!]

# Company_CompanyProfileSettingView_EnableHeader
source: Enable Header
fr: [Ēŉäþľę Ħęäđęř !!! !!!]

# Company_CompanyProfileSettingView_EnablePath
source: Enable Path
fr: [Ēŉäþľę Päŧĥ !!! !!!]

# Company_CompanyProfileSettingView_EnableTree
source: Enable Tree
fr: [Ēŉäþľę Ŧřęę !!! !!!]

# Company_CompanyProfileSettingView_EnableUserChangePassword
source: Enable user change his/her password/email
fr: [Ēŉäþľę ūşęř čĥäŉģę ĥįş/ĥęř päşşŵőřđ/ęmäįľ !!! !!!]

# Company_CompanyProfileSettingView_FailedLoginAttemptCount
source: Failed Login Attempt Count
fr: [Fäįľęđ Ŀőģįŉ Åŧŧęmpŧ Cőūŉŧ !!! !!!]

# Company_CompanyProfileSettingView_Feedback
source: Feedback
fr: [Fęęđþäčĸ !!! !!! !!! !!! !!! !!! !!!]

# Company_CompanyProfileSettingView_ForAllUsers
source: For All Users
fr: [Főř Åľľ Ůşęřş !!! !!!]

# Company_CompanyProfileSettingView_ForcePasswordChange
source: Force password change
fr: [Főřčę päşşŵőřđ čĥäŉģę !!! !!!]

# Company_CompanyProfileSettingView_ForNew
source: For New Or Change Password By Admin
fr: [Főř Ńęŵ Øř Cĥäŉģę Päşşŵőřđ ßy Åđmįŉ !!! !!!]

# Company_CompanyProfileSettingView_InternalAddress
source: WebServer Internal Address
fr: [ŴęþŜęřvęř Ĩŉŧęřŉäľ Åđđřęşş !!! !!!]

# Company_CompanyProfileSettingView_InvalidEmail
source: Invalid feedback email!
fr: [Ĩŉväľįđ ƒęęđþäčĸ ęmäįľ! !!! !!!]

# Company_CompanyProfileSettingView_InvalidFeedbackUrl
source: Invalid feedback url, url should start with http:// or https://!
fr: [Ĩŉväľįđ ƒęęđþäčĸ ūřľ, ūřľ şĥőūľđ şŧäřŧ ŵįŧĥ ĥŧŧp:// őř ĥŧŧpş://! !!! !!! !!! !!!]

# Company_CompanyProfileSettingView_LocalPath
source: WebSite Local Path
fr: [ŴęþŜįŧę Ŀőčäľ Päŧĥ !!! !!!]

# Company_CompanyProfileSettingView_LocalPathautoFill
source: Login by company user to auto fill in local path!
fr: [Ŀőģįŉ þy čőmpäŉy ūşęř ŧő äūŧő ƒįľľ įŉ ľőčäľ päŧĥ! !!! !!! !!!]

# Company_CompanyProfileSettingView_LockFailed
source: Lock failed user for
fr: [Ŀőčĸ ƒäįľęđ ūşęř ƒőř !!! !!!]

# Company_CompanyProfileSettingView_LockUser
source: if input 0, locked use can only be unlocked by administrator
fr: [įƒ įŉpūŧ 0, ľőčĸęđ ūşę čäŉ őŉľy þę ūŉľőčĸęđ þy äđmįŉįşŧřäŧőř !!! !!! !!! !!!]

# Company_CompanyProfileSettingView_Minutes
source: minutes
fr: [mįŉūŧęş !!! !!! !!! !!! !!! !!!]

# Company_CompanyProfileSettingView_MyProfile
source: Enable edit "My Profile"
fr: [Ēŉäþľę ęđįŧ "My Přőƒįľę" !!! !!!]

# Company_CompanyProfileSettingView_NavigationType
source: Navigation Type
fr: [Ńävįģäŧįőŉ Ŧypę !!! !!!]

# Company_CompanyProfileSettingView_Nolimit
source: No limit
fr: [Ńő ľįmįŧ !!! !!! !!! !!! !!! !!! !!!]

# Company_CompanyProfileSettingView_NoRule
source: No Rule
fr: [Ńő Ŗūľę !!! !!! !!! !!! !!! !!!]

# Company_CompanyProfileSettingView_PasswordRule
source: Password Rule
fr: [Päşşŵőřđ Ŗūľę !!! !!!]

# Company_CompanyProfileSettingView_StandardRule
source: Standard Rule
fr: [Ŝŧäŉđäřđ Ŗūľę !!! !!!]

# Company_CompanyProfileSettingView_StrongRule
source: Strong Rule
fr: [Ŝŧřőŉģ Ŗūľę !!! !!!]

# Company_CompanyProfileSettingView_Subject
source: Subject
fr: [Ŝūþĵęčŧ !!! !!! !!! !!! !!! !!!]

# Company_CompanyProfileSettingView_SubjectEmpty
source: Invalid feedback subject, subject can not be empty!
fr: [Ĩŉväľįđ ƒęęđþäčĸ şūþĵęčŧ, şūþĵęčŧ čäŉ ŉőŧ þę ęmpŧy! !!! !!! !!!]

# Company_CompanyProfileSettingView_SuggestUrl
source: Get suggest url
fr: [Ğęŧ şūģģęşŧ ūřľ !!! !!!]

# Company_CompanyProfileSettingView_UrlEmpty
source: Invalid feedback url, url can not be empty!
fr: [Ĩŉväľįđ ƒęęđþäčĸ ūřľ, ūřľ čäŉ ŉőŧ þę ęmpŧy! !!! !!!]

# Company_CompanyProfileWelcomeView_Msg
source: Welcome Message
fr: [Ŵęľčőmę Męşşäģę !!! !!!]

# Company_CompanyProfileWelcomeView_MsgPattern
source: Save a empty input will use default welcome string below: \n Welcome to [[DoximBranding]], [[DoximUserFirstName]] [[DoximUserLastName]]
fr: [Ŝävę ä ęmpŧy įŉpūŧ ŵįľľ ūşę đęƒäūľŧ ŵęľčőmę şŧřįŉģ þęľőŵ: \ŉ Ŵęľčőmę ŧő [[Đőχįmßřäŉđįŉģ]], [[ĐőχįmŮşęřFįřşŧŃämę]] [[ĐőχįmŮşęřĿäşŧŃämę]] !!! !!! !!! !!! !!! !!! !!! !!! !!!]

# Company_CompanyProfile_CompanyReport
source: Company Report
fr: [Cőmpäŉy Ŗępőřŧ !!! !!!]

# Company_CompanyProfile_InvalidPermission
source: Invalid permission, please contact system administrator!
fr: [Ĩŉväľįđ pęřmįşşįőŉ, pľęäşę čőŉŧäčŧ şyşŧęm äđmįŉįşŧřäŧőř! !!! !!! !!!]

# Company_CustomFieldListView_CustomField
source: Create Custom Field
fr: [Cřęäŧę Cūşŧőm Fįęľđ !!! !!!]

# Company_CustomFieldListView_NoCustomField
source: No Custom Field
fr: [Ńő Cūşŧőm Fįęľđ !!! !!!]

# Company_DocumentTypeListView_DocumentType
source: Create Document Type
fr: [Cřęäŧę Đőčūmęŉŧ Ŧypę !!! !!!]

# Company_DocumentTypeListView_NoDocumentType
source: No Document Type
fr: [Ńő Đőčūmęŉŧ Ŧypę !!! !!!]

# Company_FolderListView_CreateFolder
source: Create Folder
fr: [Cřęäŧę Főľđęř !!! !!!]

# Company_FolderListView_NoFolder
source: No Folder
fr: [Ńő Főľđęř !!! !!! !!! !!! !!! !!! !!! !!!]

# Company_GroupListControl_Group
source: Group
fr: [Ğřőūp !!! !!! !!! !!!]

# Company_GroupListControl_NoGroup
source: No Group
fr: [Ńő Ğřőūp !!! !!! !!! !!! !!! !!! !!!]

# Company_GroupListView_CreateGroup
source: Create Group
fr: [Cřęäŧę Ğřőūp !!! !!!]

# Company_GroupListView_Custom
source: Custom
fr: [Cūşŧőm !!! !!! !!! !!! !!!]

# Company_GroupListView_Manual
source: Manual
fr: [Mäŉūäľ !!! !!! !!! !!! !!!]

# Company_PortfolioListView_CreatePortfolio
source: Create Portfolio
fr: [Cřęäŧę Pőřŧƒőľįő !!! !!!]

# Company_PortfolioListView_NoPortfolio
source: No Portfolio
fr: [Ńő Pőřŧƒőľįő !!! !!!]

# Company_UserListControl_ExceedMaximumNo
source: Exceed system maximum number,first 200 users returned, please apply/refine search criteria!
fr: [Ēχčęęđ şyşŧęm mäχįmūm ŉūmþęř,ƒįřşŧ 200 ūşęřş řęŧūřŉęđ, pľęäşę äppľy/řęƒįŉę şęäřčĥ čřįŧęřįä! !!! !!! !!! !!! !!! !!!]

# Company_UserListControl_NoUser
source: No User
fr: [Ńő Ůşęř !!! !!! !!! !!! !!! !!!]

# Company_UserListView_CreateUser
source: Create User
fr: [Cřęäŧę Ůşęř !!! !!!]

# CustomField_CustomFieldException_ExceedMaximumNo
source: Exceed system maximum result number,first 200 users returned
fr: [Ēχčęęđ şyşŧęm mäχįmūm řęşūľŧ ŉūmþęř,ƒįřşŧ 200 ūşęřş řęŧūřŉęđ !!! !!! !!! !!!]

# CustomField_CustomFieldException_NoExceptionUser
source: No Exception User
fr: [Ńő Ēχčępŧįőŉ Ůşęř !!! !!!]

# CustomField_CustomFieldException_Users
source: Custom Field Exception Users
fr: [Cūşŧőm Fįęľđ Ēχčępŧįőŉ Ůşęřş !!! !!!]

# CustomField_CustomFieldGeneralControl_NewCustomField
source: New CustomField
fr: [Ńęŵ CūşŧőmFįęľđ !!! !!!]

# CustomField_CustomFieldGeneralView_CustomField
source: Custom Field
fr: [Cūşŧőm Fįęľđ !!! !!!]

# CustomField_CustomFieldGeneralView_DeleteDefine
source: Delete Define list values first
fr: [Đęľęŧę Đęƒįŉę ľįşŧ väľūęş ƒįřşŧ !!! !!!]

# CustomField_CustomFieldGeneralView_DeleteGroups
source: Delete Groups: {0} reference first
fr: [Đęľęŧę Ğřőūpş: {0} řęƒęřęŉčę ƒįřşŧ !!! !!!]

# CustomField_CustomFieldGeneralView_DeleteReference
source: Delete user reference first
fr: [Đęľęŧę ūşęř řęƒęřęŉčę ƒįřşŧ !!! !!!]

# CustomField_CustomFieldGeneralView_ListExceptionUsers
source: List Exception Users
fr: [Ŀįşŧ Ēχčępŧįőŉ Ůşęřş !!! !!!]

# CustomField_CustomFieldGeneralView_ListReferenceUsers
source: List Reference Users
fr: [Ŀįşŧ Ŗęƒęřęŉčę Ůşęřş !!! !!!]

# CustomField_CustomFieldReference_ExceedMaximumNo
source: Exceed system maximum result number,first 200 users returned
fr: [Ēχčęęđ şyşŧęm mäχįmūm řęşūľŧ ŉūmþęř,ƒįřşŧ 200 ūşęřş řęŧūřŉęđ !!! !!! !!! !!!]

# CustomField_CustomFieldReference_NoReferenceUser
source: No Reference User
fr: [Ńő Ŗęƒęřęŉčę Ůşęř !!! !!!]

# CustomField_CustomFieldReference_ReferenceUsers
source: Custom Field Reference Users
fr: [Cūşŧőm Fįęľđ Ŗęƒęřęŉčę Ůşęřş !!! !!!]

# CustomField_CustomFieldValuesView_ListReferencedUser
source: List Referenced User
fr: [Ŀįşŧ Ŗęƒęřęŉčęđ Ůşęř !!! !!!]

# DocType_DocumentTypeActionsView_AddActions
source: Add Actions
fr: [Åđđ Åčŧįőŉş !!! !!!]

# DocType_DocumentTypeBatchListView_BatchList
source: Batch list
fr: [ßäŧčĥ ľįşŧ !!! !!!]

# DocType_DocumentTypeBatchListView_CreateDateTime
source: CreateDateTime
fr: [CřęäŧęĐäŧęŦįmę !!! !!!]

# DocType_DocumentTypeBatchListView_Expected
source: Expected
fr: [Ēχpęčŧęđ !!! !!! !!! !!! !!! !!! !!!]

# DocType_DocumentTypeBatchListView_ExpiryDate
source: Expiry Date
fr: [Ēχpįřy Đäŧę !!! !!!]

# DocType_DocumentTypeBatchListView_ReleaseDate
source: Release Date
fr: [Ŗęľęäşę Đäŧę !!! !!!]

# DocType_DocumentTypeBatchListView_Skipped
source: Skipped
fr: [Ŝĸįppęđ !!! !!! !!! !!! !!! !!!]

# DocType_DocumentTypeGeneralControl_NewDocType
source: New DocType
fr: [Ńęŵ ĐőčŦypę !!! !!!]

# DocType_DocumentTypeGeneralView_CreateDocumentType
source: Create Document Type
fr: [Cřęäŧę Đőčūmęŉŧ Ŧypę !!! !!!]

# DocType_DocumentTypeGeneralView_ExpireYears
source: Expire Years
fr: [Ēχpįřę Ÿęäřş !!! !!!]

# DocType_DocumentTypeGeneralView_NotificationFlag
source: Default Batch Notification Flag
fr: [Đęƒäūľŧ ßäŧčĥ Ńőŧįƒįčäŧįőŉ Fľäģ !!! !!!]

# DocType_DocumentTypeGeneralView_ReadyToSend
source: Ready to send
fr: [Ŗęäđy ŧő şęŉđ !!! !!!]

# DocType_DocumentTypeMetaTagListView_DataType
source: Data Type
fr: [Đäŧä Ŧypę !!! !!! !!! !!! !!! !!! !!! !!!]

# DocType_DocumentTypeMetaTagListView_DocumentType
source: Document Type - MetaTags
fr: [Đőčūmęŉŧ Ŧypę - MęŧäŦäģş !!! !!!]

# DocType_DocumentTypeMetaTagListView_Input
source: Input
fr: [Ĩŉpūŧ !!! !!! !!! !!!]

# DocType_DocumentTypeMetaTagListView_Multiple
source: Multiple
fr: [Mūľŧįpľę !!! !!! !!! !!! !!! !!! !!!]

# DocType_DocumentTypeMetaTagListView_NoMetaTag
source: No MetaTag
fr: [Ńő MęŧäŦäģ !!! !!!]

# DocType_DocumentTypeMetaTagListView_Single
source: Single
fr: [Ŝįŉģľę !!! !!! !!! !!! !!!]

# Folder_FolderGeneralControl_NewFolder
source: New Folder
fr: [Ńęŵ Főľđęř !!! !!!]

# Folder_FolderGeneralControl_Passed
source: passed
fr: [päşşęđ !!! !!! !!! !!! !!!]

# Folder_FolderGeneralView_CreateFolder
source: Create Folder
fr: [Cřęäŧę Főľđęř !!! !!!]

# Folder_FolderGeneralView_DeleteCurrentFolder
source: Delete Current Folder
fr: [Đęľęŧę Cūřřęŉŧ Főľđęř !!! !!!]

# Folder_FolderGeneralView_DeleteFolder
source: Are you sure you want to delete this Folder?
fr: [Åřę yőū şūřę yőū ŵäŉŧ ŧő đęľęŧę ŧĥįş Főľđęř? !!! !!!]

# Folder_FolderGeneralView_DeleteFolderCocuments
source: Are you sure you want to delete the Folder as well as the documents?
fr: [Åřę yőū şūřę yőū ŵäŉŧ ŧő đęľęŧę ŧĥę Főľđęř äş ŵęľľ äş ŧĥę đőčūmęŉŧş? !!! !!! !!! !!!]

# Folder_FolderGeneralView_Document
source: There are {0} document(s) under this folder.
fr: [Ŧĥęřę äřę {0} đőčūmęŉŧ(ş) ūŉđęř ŧĥįş ƒőľđęř. !!! !!!]

# Folder_FolderGeneralView_ForceDelete
source: Ignore errors and force delete
fr: [Ĩģŉőřę ęřřőřş äŉđ ƒőřčę đęľęŧę !!! !!!]

# Folder_FolderPermissionView_CreatePermission
source: Create Permission
fr: [Cřęäŧę Pęřmįşşįőŉ !!! !!!]

# Group_GroupCustomControl_GroupMembers
source: Group Members
fr: [Ğřőūp Męmþęřş !!! !!!]

# Group_GroupGeneralView_CreateGroup
source: Create Group
fr: [Cřęäŧę Ğřőūp !!! !!!]

# Group_GroupGeneralView_Custom
source: Custom
fr: [Cūşŧőm !!! !!! !!! !!! !!!]

# Group_GroupGeneralView_CustomField
source: Please define custom field before setup custom group.
fr: [Pľęäşę đęƒįŉę čūşŧőm ƒįęľđ þęƒőřę şęŧūp čūşŧőm ģřőūp. !!! !!! !!!]

# Group_GroupGeneralView_GroupNameRequired
source: Failed: Group Name required.
fr: [Fäįľęđ: Ğřőūp Ńämę řęqūįřęđ. !!! !!!]

# Group_GroupGeneralView_GroupType
source: Group Type
fr: [Ğřőūp Ŧypę !!! !!!]

# Group_GroupGeneralView_Manual
source: Manual
fr: [Mäŉūäľ !!! !!! !!! !!! !!!]

# Group_GroupManualControl_GroupMembers
source: Group Members
fr: [Ğřőūp Męmþęřş !!! !!!]

# Group_GroupManualControl_UserAdded
source: {0} user(s) added to membership
fr: [{0} ūşęř(ş) äđđęđ ŧő męmþęřşĥįp !!! !!!]

# Group_GroupManualControl_UserSkipped
source: {0} user(s) skipped, this user has already been a member.
fr: [{0} ūşęř(ş) şĸįppęđ, ŧĥįş ūşęř ĥäş äľřęäđy þęęŉ ä męmþęř. !!! !!! !!!]

# MetaTag_MetaTagGeneralControl_NewMetaTag
source: New MetaTag
fr: [Ńęŵ MęŧäŦäģ !!! !!!]

# MetaTag_MetaTagGeneralView_DataType
source: Data Type
fr: [Đäŧä Ŧypę !!! !!! !!! !!! !!! !!! !!! !!!]

# MetaTag_MetaTagGeneralView_DefineListValues
source: Define List Values
fr: [Đęƒįŉę Ŀįşŧ Väľūęş !!! !!!]

# MetaTag_MetaTagGeneralView_MetaTag
source: Document Type - MetaTag
fr: [Đőčūmęŉŧ Ŧypę - MęŧäŦäģ !!! !!!]

# MetaTag_MetaTagValuesControl_ListValues
source: Document Type - MetaTag - List Values
fr: [Đőčūmęŉŧ Ŧypę - MęŧäŦäģ - Ŀįşŧ Väľūęş !!! !!!]

# Organization_OrganizationAdmin_NoCompany
source: No Company
fr: [Ńő Cőmpäŉy !!! !!!]

# Organization_OrganizationAdmin_OrganizationProfile
source: Organization Profile
fr: [Øřģäŉįžäŧįőŉ Přőƒįľę !!! !!!]

# PortfolioField_PortfolioFieldView_CommonField
source: Common Field
fr: [Cőmmőŉ Fįęľđ !!! !!!]

# PortfolioField_PortfolioFieldView_CreateCommonField
source: Create Common Field
fr: [Cřęäŧę Cőmmőŉ Fįęľđ !!! !!!]

# PortfolioField_PortfolioFieldView_FieldMapping
source: Field Mapping
fr: [Fįęľđ Mäppįŉģ !!! !!!]

# PortfolioField_PortfolioFieldView_FieldName
source: Field Name
fr: [Fįęľđ Ńämę !!! !!!]

# PortfolioField_PortfolioFieldView_LeftnPositionToEnd
source: Left n Position To End
fr: [Ŀęƒŧ ŉ Pőşįŧįőŉ Ŧő Ēŉđ !!! !!!]

# PortfolioField_PortfolioFieldView_RemoveLeadingZero
source: Remove Leading Zero
fr: [Ŗęmővę Ŀęäđįŉģ Żęřő !!! !!!]

# PortfolioField_PortfolioFieldView_RemoveLeadingZeroAndLastnChars
source: Remove Leading Zero And Last n Chars
fr: [Ŗęmővę Ŀęäđįŉģ Żęřő Åŉđ Ŀäşŧ ŉ Cĥäřş !!! !!!]

# PortfolioField_PortfolioFieldView_TransformRule
source: Transform Rule
fr: [Ŧřäŉşƒőřm Ŗūľę !!! !!!]

# PortfolioField_PortfolioFieldView_ViewName
source: ViewName
fr: [VįęŵŃämę !!! !!! !!! !!! !!! !!! !!!]

# Portfolio_PortfolioAdminControl_NoView
source: No View
fr: [Ńő Vįęŵ !!! !!! !!! !!! !!! !!!]

# Portfolio_PortfolioAdminView_CreateView
source: Create View
fr: [Cřęäŧę Vįęŵ !!! !!!]

# Portfolio_PortfolioGeneralControl_NewPortfolio
source: New Portfolio
fr: [Ńęŵ Pőřŧƒőľįő !!! !!!]

# Portfolio_PortfolioGeneralView_CreatePortfolio
source: Create Portfolio
fr: [Cřęäŧę Pőřŧƒőľįő !!! !!!]

# Portfolio_PortfolioGeneralView_DisplayOrder
source: Display Order
fr: [Đįşpľäy Øřđęř !!! !!!]

# System_AdministrationView_GlobalReports
source: Global Reports
fr: [Ğľőþäľ Ŗępőřŧş !!! !!!]

# System_AdministrationView_GlobalSettings
source: Global Settings
fr: [Ğľőþäľ Ŝęŧŧįŉģş !!! !!!]
