Repository: jackhwl/WebPerformanceTest
Catalog: EcmWebBilingual/DoximLocalization/Resources/Web/CommonRes.*.resx
Languages: fr

# ASPError_500
source: 500 Internal Server Error
fr: [500 Ĩŉŧęřŉäľ Ŝęřvęř Ēřřőř !!! !!!]

# ASPError_DuplicateKey
source: Invalid input, Duplicate Key is not allowed.
fr: [Ĩŉväľįđ įŉpūŧ, Đūpľįčäŧę Ķęy įş ŉőŧ äľľőŵęđ. !!! !!!]

# ASPError_NoCodeAvailable
source: No code available
fr: [Ńő čőđę äväįľäþľę !!! !!!]

# Control_ConfigurationClass_ActionInfoFieldsTitle
source: {0} Fields
fr: [{0} Fįęľđş !!! !!!]

# Control_DocEditControl_ReachMaximumFileSize
source: File cannot be uploaded. Maximum file size limit is {0} MB.
fr: [Fįľę čäŉŉőŧ þę ūpľőäđęđ. Mäχįmūm ƒįľę şįžę ľįmįŧ įş {0} Mß. !!! !!! !!! !!!]

# Control_DocEditControl_ScriptUtilsASPFormUploadFail
source: File cannot be uploaded. ScriptUtils.ASPForm component has problem, please try again.
fr: [Fįľę čäŉŉőŧ þę ūpľőäđęđ. ŜčřįpŧŮŧįľş.ÅŜPFőřm čőmpőŉęŉŧ ĥäş přőþľęm, pľęäşę ŧřy äģäįŉ. !!! !!! !!! !!! !!!]

# Control_DocEditView_CheckInNewDoc
source: Check in new document:
fr: [Cĥęčĸ įŉ ŉęŵ đőčūmęŉŧ: !!! !!!]

# Control_DocEditView_DocType
source: Document Type:
fr: [Đőčūmęŉŧ Ŧypę: !!! !!!]

# Control_DocEditView_EmptyValue
source: Value can not be empty!
fr: [Väľūę čäŉ ŉőŧ þę ęmpŧy! !!! !!!]

# Control_DocEditView_FileName
source: File Name
fr: [Fįľę Ńämę !!! !!! !!! !!! !!! !!! !!! !!!]

# Control_DocEditView_LimitFileSize
source: Please select a file NOT more than 50MB in file size; Check in process will fail if uploading file takes more than 1 hour upon your internet connection!
fr: [Pľęäşę şęľęčŧ ä ƒįľę ŃØŦ mőřę ŧĥäŉ 50Mß įŉ ƒįľę şįžę; Cĥęčĸ įŉ přőčęşş ŵįľľ ƒäįľ įƒ ūpľőäđįŉģ ƒįľę ŧäĸęş mőřę ŧĥäŉ 1 ĥőūř ūpőŉ yőūř įŉŧęřŉęŧ čőŉŉęčŧįőŉ! !!! !!! !!! !!! !!! !!! !!! !!! !!! !!! !!!]

# Control_DocEditView_SelectDate
source: Select Date
fr: [Ŝęľęčŧ Đäŧę !!! !!!]

# Control_DocListControl_ChangeDisplayField
source: Change display fields is not allowed!
fr: [Cĥäŉģę đįşpľäy ƒįęľđş įş ŉőŧ äľľőŵęđ! !!! !!!]

# Control_DocListControl_ChangeSortField
source: Change sort fields is not allowed!
fr: [Cĥäŉģę şőřŧ ƒįęľđş įş ŉőŧ äľľőŵęđ! !!! !!!]

# Control_DocListControl_NoDocument
source: No Document
fr: [Ńő Đőčūmęŉŧ !!! !!!]

# Control_DocListControl_NoListSettingFound
source: Unable to find list setting!
fr: [Ůŉäþľę ŧő ƒįŉđ ľįşŧ şęŧŧįŉģ! !!! !!!]

# Control_DocListControl_SearchResult
source: Result for search criteria: {0}
fr: [Ŗęşūľŧ ƒőř şęäřčĥ čřįŧęřįä: {0} !!! !!!]

# Control_DocListControl_TooManyRecord
source: Exceed system maximum number,first 500 documents returned, please apply/refine search criteria!
fr: [Ēχčęęđ şyşŧęm mäχįmūm ŉūmþęř,ƒįřşŧ 500 đőčūmęŉŧş řęŧūřŉęđ, pľęäşę äppľy/řęƒįŉę şęäřčĥ čřįŧęřįä! !!! !!! !!! !!! !!! !!!]

# Control_PermissionControl_AddAction
source: Please add action first
fr: [Pľęäşę äđđ äčŧįőŉ ƒįřşŧ !!! !!!]

# Control_PermissionControl_FullName
source: Full Name
fr: [Fūľľ Ńämę !!! !!! !!! !!! !!! !!! !!! !!!]

# Control_PermissionControl_LackOfPermission
source: Not all member have permission for required actions, please assign permission to those member with * shown below!
fr: [Ńőŧ äľľ męmþęř ĥävę pęřmįşşįőŉ ƒőř řęqūįřęđ äčŧįőŉş, pľęäşę äşşįģŉ pęřmįşşįőŉ ŧő ŧĥőşę męmþęř ŵįŧĥ * şĥőŵŉ þęľőŵ! !!! !!! !!! !!! !!! !!! !!!]

# Control_PermissionMemberControl_RequiredAction
source: Required action!
fr: [Ŗęqūįřęđ äčŧįőŉ! !!! !!!]

# Control_PermissionMemberView_Apply
source: Apply to all sub folders
fr: [Åppľy ŧő äľľ şūþ ƒőľđęřş !!! !!!]

# Control_PermissionMemberView_Permissions
source: Permission for {0}: {1}
fr: [Pęřmįşşįőŉ ƒőř {0}: {1} !!! !!!]

# Control_RequriedActionsControl_AdvancedSearchAction
source: (For Default View Action = Advanced Search)
fr: [(Főř Đęƒäūľŧ Vįęŵ Åčŧįőŉ = Åđväŉčęđ Ŝęäřčĥ) !!! !!!]

# Control_RequriedActionsControl_DefaultDocAction
source: Default Document Action:
fr: [Đęƒäūľŧ Đőčūmęŉŧ Åčŧįőŉ: !!! !!!]

# Control_RequriedActionsControl_DefaultViewAction
source: Default View Action:
fr: [Đęƒäūľŧ Vįęŵ Åčŧįőŉ: !!! !!!]

# Control_RequriedActionsControl_SearchResultDisplayAction
source: Search Result Display Action:
fr: [Ŝęäřčĥ Ŗęşūľŧ Đįşpľäy Åčŧįőŉ: !!! !!!]

# DoximDictionary_Active
source: Active
fr: [Åčŧįvę !!! !!! !!! !!! !!!]

# DoximDictionary_AllUser
source: AllUser
fr: [ÅľľŮşęř !!! !!! !!! !!! !!! !!!]

# DoximDictionary_Ascend
source: Ascend
fr: [Åşčęŉđ !!! !!! !!! !!! !!!]

# DoximDictionary_Branding
source: Doxim Branding Information
fr: [Đőχįm ßřäŉđįŉģ Ĩŉƒőřmäŧįőŉ !!! !!!]

# DoximDictionary_Center
source: Center
fr: [Cęŉŧęř !!! !!! !!! !!! !!!]

# DoximDictionary_CompanyName
source: Doxim Company Name
fr: [Đőχįm Cőmpäŉy Ńämę !!! !!!]

# DoximDictionary_Completed
source: Completed
fr: [Cőmpľęŧęđ !!! !!! !!! !!! !!! !!! !!! !!!]

# DoximDictionary_Descend
source: Descend
fr: [Đęşčęŉđ !!! !!! !!! !!! !!! !!!]

# DoximDictionary_FirstName
source: Doxim User First Name
fr: [Đőχįm Ůşęř Fįřşŧ Ńämę !!! !!!]

# DoximDictionary_Is
source: Is
fr: [Ĩş !!! !!!]

# DoximDictionary_LastName
source: Doxim User Last Name
fr: [Đőχįm Ůşęř Ŀäşŧ Ńämę !!! !!!]

# DoximDictionary_Left
source: Left
fr: [Ŀęƒŧ !!! !!! !!!]

# DoximDictionary_Locked
source: Locked
fr: [Ŀőčĸęđ !!! !!! !!! !!! !!!]

# DoximDictionary_NewUser
source: NewUser
fr: [ŃęŵŮşęř !!! !!! !!! !!! !!! !!!]

# DoximDictionary_None
source: None
fr: [Ńőŉę !!! !!! !!!]

# DoximDictionary_NoRule
source: No Rule (No Requirement)
fr: [Ńő Ŗūľę (Ńő Ŗęqūįřęmęŉŧ) !!! !!!]

# DoximDictionary_Not
source: Not
fr: [Ńőŧ !!! !!!]

# DoximDictionary_Pending
source: Pending
fr: [Pęŉđįŉģ !!! !!! !!! !!! !!! !!!]

# DoximDictionary_Required
source: Required
fr: [Ŗęqūįřęđ !!! !!! !!! !!! !!! !!! !!!]

# DoximDictionary_Right
source: Right
fr: [Ŗįģĥŧ !!! !!! !!! !!!]

# DoximDictionary_StandardRule
source: Standard Rule (A minimum of 8 characters is required.)
fr: [Ŝŧäŉđäřđ Ŗūľę (Å mįŉįmūm őƒ 8 čĥäřäčŧęřş įş řęqūįřęđ.) !!! !!! !!!]

# DoximDictionary_StrongRule
source: Strong Rule (A minimum of 8 characters and a combination of both alpha and numeric characters are required.)
fr: [Ŝŧřőŉģ Ŗūľę (Å mįŉįmūm őƒ 8 čĥäřäčŧęřş äŉđ ä čőmþįŉäŧįőŉ őƒ þőŧĥ äľpĥä äŉđ ŉūmęřįč čĥäřäčŧęřş äřę řęqūįřęđ.) !!! !!! !!! !!! !!! !!! !!!]

# DoximDictionary_Suspend
source: Suspend
fr: [Ŝūşpęŉđ !!! !!! !!! !!! !!! !!!]

# DoximDictionary_UserID
source: Doxim User ID
fr: [Đőχįm Ůşęř ĨĐ !!! !!!]

# DoximDictionary_UserLevel
source: Doxim User Level
fr: [Đőχįm Ůşęř Ŀęvęľ !!! !!!]

# DoximEvent_NotFound
source: Fail to find procedure: {0}
fr: [Fäįľ ŧő ƒįŉđ přőčęđūřę: {0} !!! !!!]

# DoximGrid_IndexExceed
source: Item index exceed item total!
fr: [Ĩŧęm įŉđęχ ęχčęęđ įŧęm ŧőŧäľ! !!! !!!]

# DoximGrid_NoGrid
source: Unable to find grid: {0} !
fr: [Ůŉäþľę ŧő ƒįŉđ ģřįđ: {0} ! !!! !!!]

# DoximHead_ChangeFields
source: Change Display Fields
fr: [Cĥäŉģę Đįşpľäy Fįęľđş !!! !!!]

# DoximHead_SortTitle
source: Click column name to sort alphabetically
fr: [Cľįčĸ čőľūmŉ ŉämę ŧő şőřŧ äľpĥäþęŧįčäľľy !!! !!!]

# DoximLib_StyleFolderNotFound
source: Unable to find style folder, please contact system administrator!
fr: [Ůŉäþľę ŧő ƒįŉđ şŧyľę ƒőľđęř, pľęäşę čőŉŧäčŧ şyşŧęm äđmįŉįşŧřäŧőř! !!! !!! !!! !!!]

# DoximLib_WebPathNotFound
source: Failed: Web path not exist.
fr: [Fäįľęđ: Ŵęþ päŧĥ ŉőŧ ęχįşŧ. !!! !!!]

# DoximNewItemBar_AddNewRow
source: Add New Row
fr: [Åđđ Ńęŵ Ŗőŵ !!! !!!]

# DoximNewItemBar_DeleteRow
source: Delete Selected Rows
fr: [Đęľęŧę Ŝęľęčŧęđ Ŗőŵş !!! !!!]

# DoximPage_First
source: First
fr: [Fįřşŧ !!! !!! !!! !!!]

# DoximPage_FirstPage
source: First Page
fr: [Fįřşŧ Päģę !!! !!!]

# DoximPage_GotoPage
source: Goto Page
fr: [Ğőŧő Päģę !!! !!! !!! !!! !!! !!! !!! !!!]

# DoximPage_Last
source: Last
fr: [Ŀäşŧ !!! !!! !!!]

# DoximPage_LastPage
source: Last Page
fr: [Ŀäşŧ Päģę !!! !!! !!! !!! !!! !!! !!! !!!]

# DoximPage_Next
source: Next
fr: [Ńęχŧ !!! !!! !!!]

# DoximPage_NextPage
source: Next Page
fr: [Ńęχŧ Päģę !!! !!! !!! !!! !!! !!! !!! !!!]

# DoximPage_Previous
source: Previous
fr: [Přęvįőūş !!! !!! !!! !!! !!! !!! !!!]

# DoximPage_PreviousPage
source: Previous Page
fr: [Přęvįőūş Päģę !!! !!!]

# DoximProgress_Invalid
source: Invalid CMD!
fr: [Ĩŉväľįđ CMĐ! !!! !!!]

# DoximProgress_MovingFile
source: Moving file into Doxim...
fr: [Mővįŉģ ƒįľę įŉŧő Đőχįm... !!! !!!]

# DoximProgress_Uploading
source: Uploading...{0}%
fr: [Ůpľőäđįŉģ...{0}% !!! !!!]

# DoximProgress_Waiting
source: Please Wait...
fr: [Pľęäşę Ŵäįŧ... !!! !!!]

# DoximTab_Action
source: Action
fr: [Åčŧįőŉ !!! !!! !!! !!! !!!]

# DoximTab_CommonFields
source: Common Fields
fr: [Cőmmőŉ Fįęľđş !!! !!!]

# DoximTab_Criteria
source: Criteria
fr: [Cřįŧęřįä !!! !!! !!! !!! !!! !!! !!!]

# DoximTab_Document
source: Document
fr: [Đőčūmęŉŧ !!! !!! !!! !!! !!! !!! !!!]

# DoximTab_General
source: General
fr: [Ğęŉęřäľ !!! !!! !!! !!! !!! !!!]

# DoximTab_Members
source: Members
fr: [Męmþęřş !!! !!! !!! !!! !!! !!!]

# DoximTab_MetaTag
source: MetaTag
fr: [MęŧäŦäģ !!! !!! !!! !!! !!! !!!]

# DoximTab_Navigation
source: Navigation
fr: [Ńävįģäŧįőŉ !!! !!!]

# DoximTab_Password
source: Password
fr: [Päşşŵőřđ !!! !!! !!! !!! !!! !!! !!!]

# DoximTab_Permission
source: Permission
fr: [Pęřmįşşįőŉ !!! !!!]

# DoximTab_Setting
source: Setting
fr: [Ŝęŧŧįŉģ !!! !!! !!! !!! !!! !!!]

# DoximTab_ValueList
source: Value List
fr: [Väľūę Ŀįşŧ !!! !!!]

# DoximTab_Welcome
source: Welcome String
fr: [Ŵęľčőmę Ŝŧřįŉģ !!! !!!]

# MasterPageConfig_ActionConfiguration
source: Configuration for Action:
fr: [Cőŉƒįģūřäŧįőŉ ƒőř Åčŧįőŉ: !!! !!!]

# MasterPageConfig_CopyDocAction
source: Copy from document type actions
fr: [Cőpy ƒřőm đőčūmęŉŧ ŧypę äčŧįőŉş !!! !!!]

# MasterPageConfig_CopyViewAction
source: Copy from actions of view: {0}
fr: [Cőpy ƒřőm äčŧįőŉş őƒ vįęŵ: {0} !!! !!!]

# MasterPageConfig_Inherit
source: Inherit
fr: [Ĩŉĥęřįŧ !!! !!! !!! !!! !!! !!!]

# MasterPageConfig_NotInheritable
source: Not inheritable, please set its own configuration!
fr: [Ńőŧ įŉĥęřįŧäþľę, pľęäşę şęŧ įŧş őŵŉ čőŉƒįģūřäŧįőŉ! !!! !!! !!!]

# MasterPageConfig_Override
source: Override
fr: [Øvęřřįđę !!! !!! !!! !!! !!! !!! !!!]

# MasterPageConfig_SetConfiguration
source: Set configuration
fr: [Ŝęŧ čőŉƒįģūřäŧįőŉ !!! !!!]

# MasterPageDocument_EndOfList
source: You have reached end of list!
fr: [Ÿőū ĥävę řęäčĥęđ ęŉđ őƒ ľįşŧ! !!! !!!]

# MasterPageMain_Waiting
source: Please Wait...
fr: [Pľęäşę Ŵäįŧ... !!! !!!]

# MasterPage_CacheNotFound
source: Unable to find document list Cache! {0}
fr: [Ůŉäþľę ŧő ƒįŉđ đőčūmęŉŧ ľįşŧ Cäčĥę! {0} !!! !!!]

# MasterPage_InvalidPath
source: Invalid Page Path! {0}
fr: [Ĩŉväľįđ Päģę Päŧĥ! {0} !!! !!!]

# MasterPage_InvalidPermission
source: Invalid permission!
fr: [Ĩŉväľįđ pęřmįşşįőŉ! !!! !!!]

# MasterPage_ItemNotFound
source: Unable to find item: [{0}] in document list cache!
fr: [Ůŉäþľę ŧő ƒįŉđ įŧęm: [{0}] įŉ đőčūmęŉŧ ľįşŧ čäčĥę! !!! !!! !!!]

# MasterPage_PrecedureNotFound
source: Unable to find procedure: {0}
fr: [Ůŉäþľę ŧő ƒįŉđ přőčęđūřę: {0} !!! !!!]

# MemberSelectorView_NoUser
source: No user is found!
fr: [Ńő ūşęř įş ƒőūŉđ! !!! !!!]

# MemberSelectorView_Search
source: Please enter a name and click search button
fr: [Pľęäşę ęŉŧęř ä ŉämę äŉđ čľįčĸ şęäřčĥ þūŧŧőŉ !!! !!!]

# MemberSelectorView_SelectMultiple
source: Hold Ctrl or Shift key to select multiple names and click OK button.
fr: [Ħőľđ Cŧřľ őř Ŝĥįƒŧ ĸęy ŧő şęľęčŧ mūľŧįpľę ŉämęş äŉđ čľįčĸ ØĶ þūŧŧőŉ. !!! !!! !!! !!!]

# MemberSelectorView_SelectUser
source: Select user and click OK button.
fr: [Ŝęľęčŧ ūşęř äŉđ čľįčĸ ØĶ þūŧŧőŉ. !!! !!!]

# MemberSelectorView_TooMany
source: Too many users is found, and only first 200 users can be displayed. Please refine search criteria.
fr: [Ŧőő mäŉy ūşęřş įş ƒőūŉđ, äŉđ őŉľy ƒįřşŧ 200 ūşęřş čäŉ þę đįşpľäyęđ. Pľęäşę řęƒįŉę şęäřčĥ čřįŧęřįä. !!! !!! !!! !!! !!! !!!]
