Repository: jackhwl/WebPerformanceTest
Catalog: EcmWebBilingual/DoximLocalization/Resources/Web/MiscRes.*.resx
Languages: fr

# Alt_Search
source: Click to search
fr: [Cľįčĸ ŧő şęäřčĥ !!! !!!]

# Button_Apply
source: Apply
fr: [Åppľy !!! !!! !!! !!!]

# Button_Cancel
source: Cancel
fr: [Cäŉčęľ !!! !!! !!! !!! !!!]

# Button_Clear
source: Clear
fr: [Cľęäř !!! !!! !!! !!!]

# Button_Delete
source: Delete
fr: [Đęľęŧę !!! !!! !!! !!! !!!]

# Button_Ok
source: OK
fr: [ØĶ !!! !!!]

# Button_Save
source: Save
fr: [Ŝävę !!! !!! !!!]

# Button_Search
source: Search
fr: [Ŝęäřčĥ !!! !!! !!! !!! !!!]

# ComboBox_AllFields
source: -- All Fields --
fr: [-- Åľľ Fįęľđş -- !!! !!!]

# ComboBox_PleaseSelect
source: Please select...
fr: [Pľęäşę şęľęčŧ... !!! !!!]

# Label_Account
source: Account#
fr: [Åččőūŉŧ# !!! !!! !!! !!! !!! !!! !!!]

# Label_Action
source: Action
fr: [Åčŧįőŉ !!! !!! !!! !!! !!!]

# Label_Active
source: Active
fr: [Åčŧįvę !!! !!! !!! !!! !!!]

# Label_Add
source: Add
fr: [Åđđ !!! !!!]

# Label_AddActions
source: Add Actions
fr: [Åđđ Åčŧįőŉş !!! !!!]

# Label_AddAll
source: Add ALL
fr: [Åđđ ÅĿĿ !!! !!! !!! !!! !!! !!!]

# Label_AlterMessage
source: Alter Message
fr: [Åľŧęř Męşşäģę !!! !!!]

# Label_Approved
source: Approved
fr: [Åppřővęđ !!! !!! !!! !!! !!! !!! !!!]

# Label_Ascending
source: Ascending
fr: [Åşčęŉđįŉģ !!! !!! !!! !!! !!! !!! !!! !!!]

# Label_AssociateView
source: Associate Current View
fr: [Åşşőčįäŧę Cūřřęŉŧ Vįęŵ !!! !!!]

# Label_Basic
source: Basic
fr: [ßäşįč !!! !!! !!! !!!]

# Label_Category
source: Category
fr: [Cäŧęģőřy !!! !!! !!! !!! !!! !!! !!!]

# Label_ChangeEmail
source: Change Email
fr: [Cĥäŉģę Ēmäįľ !!! !!!]

# Label_ChangePassword
source: Change Password
fr: [Cĥäŉģę Päşşŵőřđ !!! !!!]

# Label_Close
source: Close
fr: [Cľőşę !!! !!! !!! !!!]

# Label_Code
source: Code
fr: [Cőđę !!! !!! !!!]

# Label_CommonFields
source: Common Fields
fr: [Cőmmőŉ Fįęľđş !!! !!!]

# Label_Company
source: Company
fr: [Cőmpäŉy !!! !!! !!! !!! !!! !!!]

# Label_CompletedSuccessfully
source: Completed Successfully
fr: [Cőmpľęŧęđ Ŝūččęşşƒūľľy !!! !!!]

# Label_Condition
source: Condition
fr: [Cőŉđįŧįőŉ !!! !!! !!! !!! !!! !!! !!! !!!]

# Label_Configuration
source: Configuration
fr: [Cőŉƒįģūřäŧįőŉ !!! !!!]

# Label_Confirm
source: Confirm
fr: [Cőŉƒįřm !!! !!! !!! !!! !!! !!!]

# Label_Create
source: Create
fr: [Cřęäŧę !!! !!! !!! !!! !!!]

# Label_CreateCommonField
source: Create Common Field
fr: [Cřęäŧę Cőmmőŉ Fįęľđ !!! !!!]

# Label_CreateCompany
source: Create Company
fr: [Cřęäŧę Cőmpäŉy !!! !!!]

# Label_CreateMetaTag
source: Create MetaTag
fr: [Cřęäŧę MęŧäŦäģ !!! !!!]

# Label_CreateOrganization
source: Create Organization
fr: [Cřęäŧę Øřģäŉįžäŧįőŉ !!! !!!]

# Label_CreatePrintJob
source: Create Print Job
fr: [Cřęäŧę Přįŉŧ Ĵőþ !!! !!!]

# Label_CreateSub
source: Create Sub
fr: [Cřęäŧę Ŝūþ !!! !!!]

# Label_Criteria
source: Criteria
fr: [Cřįŧęřįä !!! !!! !!! !!! !!! !!! !!!]

# Label_CustomField
source: Custom Field List Values
fr: [Cūşŧőm Fįęľđ Ŀįşŧ Väľūęş !!! !!!]

# Label_Date
source: Date
fr: [Đäŧę !!! !!! !!!]

# Label_DefaultPageSize
source: Default Page Size:
fr: [Đęƒäūľŧ Päģę Ŝįžę: !!! !!!]

# Label_Del
source: Del
fr: [Đęľ !!! !!!]

# Label_DelAll
source: Del ALL
fr: [Đęľ ÅĿĿ !!! !!! !!! !!! !!! !!!]

# Label_Descending
source: Descending
fr: [Đęşčęŉđįŉģ !!! !!!]

# Label_Description
source: Description
fr: [Đęşčřįpŧįőŉ !!! !!!]

# Label_Display
source: Display
fr: [Đįşpľäy !!! !!! !!! !!! !!! !!!]

# Label_Document
source: Document
fr: [Đőčūmęŉŧ !!! !!! !!! !!! !!! !!! !!!]

# Label_DocumentMissing
source: Document Missing
fr: [Đőčūmęŉŧ Mįşşįŉģ !!! !!!]

# Label_DocumentType
source: Document Type
fr: [Đőčūmęŉŧ Ŧypę !!! !!!]

# Label_Download
source: Please click [here] or [Get Copy] button to download it.
fr: [Pľęäşę čľįčĸ [ĥęřę] őř [Ğęŧ Cőpy] þūŧŧőŉ ŧő đőŵŉľőäđ įŧ. !!! !!! !!!]

# Label_Download1
source: Please click {0} or {1} button to download it.
fr: [Pľęäşę čľįčĸ {0} őř {1} þūŧŧőŉ ŧő đőŵŉľőäđ įŧ. !!! !!!]

# Label_Email
source: Email
fr: [Ēmäįľ !!! !!! !!! !!!]

# Label_Enable
source: Enable
fr: [Ēŉäþľę !!! !!! !!! !!! !!!]

# Label_EnableChangeDisplay
source: Enable Change Display Fields
fr: [Ēŉäþľę Cĥäŉģę Đįşpľäy Fįęľđş !!! !!!]

# Label_EnableChangePageSize
source: Enable Change Page Size
fr: [Ēŉäþľę Cĥäŉģę Päģę Ŝįžę !!! !!!]

# Label_EnableChangeSort
source: Enable Change Sort Fields
fr: [Ēŉäþľę Cĥäŉģę Ŝőřŧ Fįęľđş !!! !!!]

# Label_EnableDefaultSort
source: Enable Default Sorting
fr: [Ēŉäþľę Đęƒäūľŧ Ŝőřŧįŉģ !!! !!!]

# Label_EnableHeader
source: Enable Header
fr: [Ēŉäþľę Ħęäđęř !!! !!!]

# Label_EnableTree
source: Enable Tree
fr: [Ēŉäþľę Ŧřęę !!! !!!]

# Label_Enhanced
source: Enhanced
fr: [Ēŉĥäŉčęđ !!! !!! !!! !!! !!! !!! !!!]

# Label_Equals
source: Equals
fr: [Ēqūäľş !!! !!! !!! !!! !!!]

# Label_ErrorMessage
source: Error Message
fr: [Ēřřőř Męşşäģę !!! !!!]

# Label_Expired
source: Expired
fr: [Ēχpįřęđ !!! !!! !!! !!! !!! !!!]

# Label_File
source: File
fr: [Fįľę !!! !!! !!!]

# Label_Filename
source: Filename
fr: [Fįľęŉämę !!! !!! !!! !!! !!! !!! !!!]

# Label_FileName2
source: File Name
fr: [Fįľę Ńämę !!! !!! !!! !!! !!! !!! !!! !!!]

# Label_First
source: First
fr: [Fįřşŧ !!! !!! !!! !!!]

# Label_FirstName
source: First Name
fr: [Fįřşŧ Ńämę !!! !!!]

# Label_FlySheet
source: FlySheet
fr: [FľyŜĥęęŧ !!! !!! !!! !!! !!! !!! !!!]

# Label_Folder
source: Folder
fr: [Főľđęř !!! !!! !!! !!! !!!]

# Label_ForAllUsers
source: For All Users
fr: [Főř Åľľ Ůşęřş !!! !!!]

# Label_FormFill
source: FormFill
fr: [FőřmFįľľ !!! !!! !!! !!! !!! !!! !!!]

# Label_ForNewUsers
source: For New Users
fr: [Főř Ńęŵ Ůşęřş !!! !!!]

# Label_From
source: From
fr: [Fřőm !!! !!! !!!]

# Label_FromFileFolder
source: from file folder
fr: [ƒřőm ƒįľę ƒőľđęř !!! !!!]

# Label_FromQueue
source: document from the queue
fr: [đőčūmęŉŧ ƒřőm ŧĥę qūęūę !!! !!!]

# Label_FullName
source: Full Name
fr: [Fūľľ Ńämę !!! !!! !!! !!! !!! !!! !!! !!!]

# Label_Generate
source: Generate
fr: [Ğęŉęřäŧę !!! !!! !!! !!! !!! !!! !!!]

# Label_GetCopy
source: [GetCopy]
fr: [[ĞęŧCőpy] !!! !!! !!! !!! !!! !!! !!! !!!]

# Label_Group
source: Group
fr: [Ğřőūp !!! !!! !!! !!!]

# Label_Header
source: Header
fr: [Ħęäđęř !!! !!! !!! !!! !!!]

# Label_Height
source: Height
fr: [Ħęįģĥŧ !!! !!! !!! !!! !!!]

# Label_Here
source: [here]
fr: [[ĥęřę] !!! !!! !!! !!! !!!]

# Label_Home
source: Home
fr: [Ħőmę !!! !!! !!!]

# Label_Icon
source: Icon
fr: [Ĩčőŉ !!! !!! !!!]

# Label_Impress
source: Impress#
fr: [Ĩmpřęşş# !!! !!! !!! !!! !!! !!! !!!]

# Label_InActive
source: InActive
fr: [ĨŉÅčŧįvę !!! !!! !!! !!! !!! !!! !!!]

# Label_Insert
source: Insert
fr: [Ĩŉşęřŧ !!! !!! !!! !!! !!!]

# Label_Invalid
source: Invalid
fr: [Ĩŉväľįđ !!! !!! !!! !!! !!! !!!]

# Label_InvalidTab
source: Invalid tab!
fr: [Ĩŉväľįđ ŧäþ! !!! !!!]

# Label_IsValueList
source: Is Value List
fr: [Ĩş Väľūę Ŀįşŧ !!! !!!]

# Label_IsValueMultiple
source: Is Value Multiple
fr: [Ĩş Väľūę Mūľŧįpľę !!! !!!]

# Label_IsValueRequired
source: Is Value Required
fr: [Ĩş Väľūę Ŗęqūįřęđ !!! !!!]

# Label_Language
source: Language
fr: [Ŀäŉģūäģę !!! !!! !!! !!! !!! !!! !!!]

# Label_Last
source: Last
fr: [Ŀäşŧ !!! !!! !!!]

# Label_LastAction
source: LastAction
fr: [ĿäşŧÅčŧįőŉ !!! !!!]

# Label_LastName
source: Last Name
fr: [Ŀäşŧ Ńämę !!! !!! !!! !!! !!! !!! !!! !!!]

# Label_LeftChars
source: LeftChars
fr: [ĿęƒŧCĥäřş !!! !!! !!! !!! !!! !!! !!! !!!]

# Label_Level
source: Level
fr: [Ŀęvęľ !!! !!! !!! !!!]

# Label_Line
source: Line
fr: [Ŀįŉę !!! !!! !!!]

# Label_List
source: List
fr: [Ŀįşŧ !!! !!! !!!]

# Label_ListSettingTitle
source: List Settings
fr: [Ŀįşŧ Ŝęŧŧįŉģş !!! !!!]

# Label_LocalAddress
source: Local Address
fr: [Ŀőčäľ Åđđřęşş !!! !!!]

# Label_Logout
source: Logout
fr: [Ŀőģőūŧ !!! !!! !!! !!! !!!]

# Label_MasterDetail
source: MasterDetail
fr: [MäşŧęřĐęŧäįľ !!! !!!]

# Label_MemberSelect
source: Member Select
fr: [Męmþęř Ŝęľęčŧ !!! !!!]

# Label_Message
source: Message
fr: [Męşşäģę !!! !!! !!! !!! !!! !!!]

# Label_MetaTag
source: MetaTag
fr: [MęŧäŦäģ !!! !!! !!! !!! !!! !!!]

# Label_Name
source: Name
fr: [Ńämę !!! !!! !!!]

# Label_NewGroup
source: New Group
fr: [Ńęŵ Ğřőūp !!! !!! !!! !!! !!! !!! !!! !!!]

# Label_Next
source: Next
fr: [Ńęχŧ !!! !!! !!!]

# Label_No
source: No
fr: [Ńő !!! !!!]

# Label_NoDocument
source: No document in print queue.
fr: [Ńő đőčūmęŉŧ įŉ přįŉŧ qūęūę. !!! !!!]

# Label_None
source: None
fr: [Ńőŉę !!! !!! !!!]

# Label_Number
source: Number
fr: [Ńūmþęř !!! !!! !!! !!! !!!]

# Label_Of
source: of
fr: [őƒ !!! !!!]

# Label_OnField
source: on field:
fr: [őŉ ƒįęľđ: !!! !!! !!! !!! !!! !!! !!! !!!]

# Label_Open
source: Open
fr: [Øpęŉ !!! !!! !!!]

# Label_OpenInCurrentWindow
source: Open in current window
fr: [Øpęŉ įŉ čūřřęŉŧ ŵįŉđőŵ !!! !!!]

# Label_OpenInNewWindow
source: Open in new window
fr: [Øpęŉ įŉ ŉęŵ ŵįŉđőŵ !!! !!!]

# Label_Order
source: Order
fr: [Øřđęř !!! !!! !!! !!!]

# Label_Organization
source: Organization
fr: [Øřģäŉįžäŧįőŉ !!! !!!]

# Label_Page
source: Page
fr: [Päģę !!! !!! !!!]

# Label_Password
source: Password
fr: [Päşşŵőřđ !!! !!! !!! !!! !!! !!! !!!]

# Label_Pending
source: Pending
fr: [Pęŉđįŉģ !!! !!! !!! !!! !!! !!!]

# Label_Pixel
source: Pixel
fr: [Pįχęľ !!! !!! !!! !!!]

# Label_Portfolio
source: Portfolio
fr: [Pőřŧƒőľįő !!! !!! !!! !!! !!! !!! !!! !!!]

# Label_PortfolioFields
source: PortfolioFields
fr: [PőřŧƒőľįőFįęľđş !!! !!!]

# Label_Previous
source: Previous
fr: [Přęvįőūş !!! !!! !!! !!! !!! !!! !!!]

# Label_Print
source: Print
fr: [Přįŉŧ !!! !!! !!! !!!]

# Label_Processing
source: Processing ...
fr: [Přőčęşşįŉģ ... !!! !!!]

# Label_Profile
source: Profile
fr: [Přőƒįľę !!! !!! !!! !!! !!! !!!]

# Label_RemoteAddress
source: Remote Address
fr: [Ŗęmőŧę Åđđřęşş !!! !!!]

# Label_RemoteHost
source: Remote Host
fr: [Ŗęmőŧę Ħőşŧ !!! !!!]

# Label_Remove
source: Remove
fr: [Ŗęmővę !!! !!! !!! !!! !!!]

# Label_Report
source: Report
fr: [Ŗępőřŧ !!! !!! !!! !!! !!!]

# Label_Requested
source: Requested
fr: [Ŗęqūęşŧęđ !!! !!! !!! !!! !!! !!! !!! !!!]

# Label_Required
source: Required
fr: [Ŗęqūįřęđ !!! !!! !!! !!! !!! !!! !!!]

# Label_Send
source: Send
fr: [Ŝęŉđ !!! !!! !!!]

# Label_SentOut
source: Sent out
fr: [Ŝęŉŧ őūŧ !!! !!! !!! !!! !!! !!! !!!]

# Label_Settings
source: Settings
fr: [Ŝęŧŧįŉģş !!! !!! !!! !!! !!! !!! !!!]

# Label_Size
source: Size
fr: [Ŝįžę !!! !!! !!!]

# Label_SortBy
source: Sort By
fr: [Ŝőřŧ ßy !!! !!! !!! !!! !!! !!!]

# Label_SortViewBy
source: Sort View By
fr: [Ŝőřŧ Vįęŵ ßy !!! !!!]

# Label_Source
source: Source
fr: [Ŝőūřčę !!! !!! !!! !!! !!!]

# Label_Status
source: Status
fr: [Ŝŧäŧūş !!! !!! !!! !!! !!!]

# Label_Style
source: Style
fr: [Ŝŧyľę !!! !!! !!! !!!]

# Label_Styles
source: Styles
fr: [Ŝŧyľęş !!! !!! !!! !!! !!!]

# Label_SubFolder
source: Subfolder
fr: [Ŝūþƒőľđęř !!! !!! !!! !!! !!! !!! !!! !!!]

# Label_Suspended
source: Suspended
fr: [Ŝūşpęŉđęđ !!! !!! !!! !!! !!! !!! !!! !!!]

# Label_System
source: System
fr: [Ŝyşŧęm !!! !!! !!! !!! !!!]

# Label_Then_By
source: Then By
fr: [Ŧĥęŉ ßy !!! !!! !!! !!! !!! !!!]

# Label_Thumbnail
source: Thumbnail
fr: [Ŧĥūmþŉäįľ !!! !!! !!! !!! !!! !!! !!! !!!]

# Label_To
source: To
fr: [Ŧő !!! !!!]

# Label_TotalNo
source: Total: {0}
fr: [Ŧőŧäľ: {0} !!! !!!]

# Label_Type
source: Type
fr: [Ŧypę !!! !!! !!!]

# Label_UnableDeleteAction
source: Unable to delete this action as it is referred by views!
fr: [Ůŉäþľę ŧő đęľęŧę ŧĥįş äčŧįőŉ äş įŧ įş řęƒęřřęđ þy vįęŵş! !!! !!! !!!]

# Label_URL
source: URL
fr: [ŮŖĿ !!! !!!]

# Label_User
source: User
fr: [Ůşęř !!! !!! !!!]

# Label_Value
source: Value
fr: [Väľūę !!! !!! !!! !!!]

# Label_Version
source: Version
fr: [Vęřşįőŉ !!! !!! !!! !!! !!! !!!]

# Label_View
source: View
fr: [Vįęŵ !!! !!! !!!]

# Label_ViewCriteria
source: View Criteria
fr: [Vįęŵ Cřįŧęřįä !!! !!!]

# Label_Waiting
source: Please Wait...
fr: [Pľęäşę Ŵäįŧ... !!! !!!]

# Label_Width
source: Width
fr: [Ŵįđŧĥ !!! !!! !!! !!!]

# Label_WithView
source: with view:
fr: [ŵįŧĥ vįęŵ: !!! !!!]

# Label_Workflow
source: Workflow
fr: [Ŵőřĸƒľőŵ !!! !!! !!! !!! !!! !!! !!!]

# Label_XMLID
source: XML ID
fr: [XMĿ ĨĐ !!! !!! !!! !!! !!!]

# Label_Yes
source: Yes
fr: [Ÿęş !!! !!!]

# Label__EnablePath
source: Enable Path
fr: [Ēŉäþľę Päŧĥ !!! !!!]

# View_ErrorMessage
source: please correct all invalid input in red. to see error description, move mouse over red input box.
fr: [pľęäşę čőřřęčŧ äľľ įŉväľįđ įŉpūŧ įŉ řęđ. ŧő şęę ęřřőř đęşčřįpŧįőŉ, mővę mőūşę ővęř řęđ įŉpūŧ þőχ. !!! !!! !!! !!! !!! !!!]
