Repository: jackhwl/WebPerformanceTest
Catalog: EcmWebBilingual/DoximLocalization/Resources/Web/WebRes.*.resx
Languages: fr

# Doc_DocCheckBackIn
source: CheckBackIn document
fr: [CĥęčĸßäčĸĨŉ đőčūmęŉŧ !!! !!!]

# Doc_DocCheckOutControl_Cancel
source: Checkout action is canceled
fr: [Cĥęčĸőūŧ äčŧįőŉ įş čäŉčęľęđ !!! !!!]

# Doc_DocCheckOutView_AreYouSure
source: Are you sure you want to checkout this document?
fr: [Åřę yőū şūřę yőū ŵäŉŧ ŧő čĥęčĸőūŧ ŧĥįş đőčūmęŉŧ? !!! !!! !!!]

# Doc_DocCheckOutView_DocumentCheckout
source: Document Checkout
fr: [Đőčūmęŉŧ Cĥęčĸőūŧ !!! !!!]

# Doc_DocCheckOutView_Error
source: Document has been flagged as checked out successfully! but there is error during downloading file.
fr: [Đőčūmęŉŧ ĥäş þęęŉ ƒľäģģęđ äş čĥęčĸęđ őūŧ şūččęşşƒūľľy! þūŧ ŧĥęřę įş ęřřőř đūřįŉģ đőŵŉľőäđįŉģ ƒįľę. !!! !!! !!! !!! !!! !!!]

# Doc_DocCheckOutView_Succeed
source: Check out Document successfully!
fr: [Cĥęčĸ őūŧ Đőčūmęŉŧ şūččęşşƒūľľy! !!! !!!]

# Doc_DocCheckOut_CheckoutAlready
source: Unable to checkout document as it is checked out already!
fr: [Ůŉäþľę ŧő čĥęčĸőūŧ đőčūmęŉŧ äş įŧ įş čĥęčĸęđ őūŧ äľřęäđy! !!! !!! !!!]

# Doc_DocDeleteView_AreYouSure
source: Are you sure you want to delete this document?
fr: [Åřę yőū şūřę yőū ŵäŉŧ ŧő đęľęŧę ŧĥįş đőčūmęŉŧ? !!! !!!]

# Doc_DocDeleteView_Ignore
source: Ignore file missing error?
fr: [Ĩģŉőřę ƒįľę mįşşįŉģ ęřřőř? !!! !!!]

# Doc_DocDelete_Cancel
source: Delete action is canceled!
fr: [Đęľęŧę äčŧįőŉ įş čäŉčęľęđ! !!! !!!]

# Doc_DocEmailControl_OverSize
source: Failed: File size over limit, Can't be attached. The file size must less then 2MB.
fr: [Fäįľęđ: Fįľę şįžę ővęř ľįmįŧ, Cäŉ'ŧ þę äŧŧäčĥęđ. Ŧĥę ƒįľę şįžę mūşŧ ľęşş ŧĥęŉ 2Mß. !!! !!! !!! !!! !!!]

# Doc_DocEmailView_Attach
source: Attach
fr: [Åŧŧäčĥ !!! !!! !!! !!! !!!]

# Doc_DocEmailView_EmailEmpty
source: E-mail Address can't leave blank.
fr: [Ē-mäįľ Åđđřęşş čäŉ'ŧ ľęävę þľäŉĸ. !!! !!!]

# Doc_DocEmailView_EmailEmpty2
source: The sender email address is empty, may cause sending error
fr: [Ŧĥę şęŉđęř ęmäįľ äđđřęşş įş ęmpŧy, mäy čäūşę şęŉđįŉģ ęřřőř !!! !!! !!!]

# Doc_DocEmailView_InvalidEmail
source: Invalid E-mail Address! Please re-enter.
fr: [Ĩŉväľįđ Ē-mäįľ Åđđřęşş! Pľęäşę řę-ęŉŧęř. !!! !!!]

# Doc_DocEmailView_NoReply
source: This e-mail has been generated for information purposes only. Please do not reply.
fr: [Ŧĥįş ę-mäįľ ĥäş þęęŉ ģęŉęřäŧęđ ƒőř įŉƒőřmäŧįőŉ pūřpőşęş őŉľy. Pľęäşę đő ŉőŧ řępľy. !!! !!! !!! !!! !!!]

# Doc_DocEmailView_Subject
source: Subject
fr: [Ŝūþĵęčŧ !!! !!! !!! !!! !!! !!!]

# Doc_DocFlysheetControl_PDFRequire
source: Invalid file format. Flysheet requires PDF file type.
fr: [Ĩŉväľįđ ƒįľę ƒőřmäŧ. Fľyşĥęęŧ řęqūįřęş PĐF ƒįľę ŧypę. !!! !!! !!!]

# Doc_DocFlysheetView_Address
source: Address
fr: [Åđđřęşş !!! !!! !!! !!! !!! !!!]

# Doc_DocFlysheetView_FlySheet
source: Fly Sheet
fr: [Fľy Ŝĥęęŧ !!! !!! !!! !!! !!! !!! !!! !!!]

# Doc_DocHistoryControl_OverwriteDateTime
source: Overwrite DateTime
fr: [Øvęřŵřįŧę ĐäŧęŦįmę !!! !!!]

# Doc_DocHistoryControl_Title
source: Title
fr: [Ŧįŧľę !!! !!! !!! !!!]

# Doc_DocMenuActionsControl_CheckBackIn
source: Check Back In
fr: [Cĥęčĸ ßäčĸ Ĩŉ !!! !!!]

# Doc_DocMenuActionsControl_CheckOut
source: Check Out
fr: [Cĥęčĸ Øūŧ !!! !!! !!! !!! !!! !!! !!! !!!]

# Doc_DocMenuActionsControl_UndoCheckOut
source: Undo Check Out
fr: [Ůŉđő Cĥęčĸ Øūŧ !!! !!!]

# Doc_DocMenuBackToListControl_Backtolist
source: Back to list
fr: [ßäčĸ ŧő ľįşŧ !!! !!!]

# Doc_DocNoteView_ByUser
source: By User
fr: [ßy Ůşęř !!! !!! !!! !!! !!! !!!]

# Doc_DocNoteView_CreateNewNote
source: Create New Note
fr: [Cřęäŧę Ńęŵ Ńőŧę !!! !!!]

# Doc_DocNoteView_DocumentNote
source: Document Note
fr: [Đőčūmęŉŧ Ńőŧę !!! !!!]

# Doc_DocNoteView_EditNote
source: Edit Note
fr: [Ēđįŧ Ńőŧę !!! !!! !!! !!! !!! !!! !!! !!!]

# Doc_DocNoteView_Maximum
source: --- Maximum 2000 characters ---
fr: [--- Mäχįmūm 2000 čĥäřäčŧęřş --- !!! !!!]

# Doc_DocNoteView_NoNotes
source: No Notes for this document!
fr: [Ńő Ńőŧęş ƒőř ŧĥįş đőčūmęŉŧ! !!! !!!]

# Doc_DocNoteView_Note
source: Note
fr: [Ńőŧę !!! !!! !!!]

# Doc_DocNoteView_TimeCreated
source: Time Created
fr: [Ŧįmę Cřęäŧęđ !!! !!!]

# Doc_DocOpenPageControl_OpenNewWindow
source: Click here to open in a new window
fr: [Cľįčĸ ĥęřę ŧő őpęŉ įŉ ä ŉęŵ ŵįŉđőŵ !!! !!!]

# Doc_DocOpenPageControl_PrintImage
source: Click here to print this image
fr: [Cľįčĸ ĥęřę ŧő přįŉŧ ŧĥįş įmäģę !!! !!!]

# Doc_DocOpenTiff_FileNotFound
source: File not found, Please contact your system Administrator!
fr: [Fįľę ŉőŧ ƒőūŉđ, Pľęäşę čőŉŧäčŧ yőūř şyşŧęm Åđmįŉįşŧřäŧőř! !!! !!! !!!]

# Doc_DocPrintQueueAddView_AreYouSure
source: Are you sure you want to add this document to queue?
fr: [Åřę yőū şūřę yőū ŵäŉŧ ŧő äđđ ŧĥįş đőčūmęŉŧ ŧő qūęūę? !!! !!! !!!]

# Doc_DocPrintQueueAddView_Cancel
source: The to queue operation canceled!
fr: [Ŧĥę ŧő qūęūę őpęřäŧįőŉ čäŉčęľęđ! !!! !!!]

# Doc_DocWorkFlowControl_Configure
source: The workflow is not configured yet, please contact administrator
fr: [Ŧĥę ŵőřĸƒľőŵ įş ŉőŧ čőŉƒįģūřęđ yęŧ, pľęäşę čőŉŧäčŧ äđmįŉįşŧřäŧőř !!! !!! !!! !!!]

# Doc_DocWorkFlowControl_NoAction
source: No action defined on this document!
fr: [Ńő äčŧįőŉ đęƒįŉęđ őŉ ŧĥįş đőčūmęŉŧ! !!! !!!]

# Doc_MasterDetailsView_NoDocument
source: No matching document found!
fr: [Ńő mäŧčĥįŉģ đőčūmęŉŧ ƒőūŉđ! !!! !!!]

# DssoAuthenticate_Authenticate
source: Authenticating failed. Please contact your administrator
fr: [Åūŧĥęŉŧįčäŧįŉģ ƒäįľęđ. Pľęäşę čőŉŧäčŧ yőūř äđmįŉįşŧřäŧőř !!! !!! !!!]

# DssoAuthenticate_Custom
source: Custom fields are not correctlly configured
fr: [Cūşŧőm ƒįęľđş äřę ŉőŧ čőřřęčŧľľy čőŉƒįģūřęđ !!! !!!]

# DssoAuthenticate_Login
source: your are not allowed login temporarily
fr: [yőūř äřę ŉőŧ äľľőŵęđ ľőģįŉ ŧęmpőřäřįľy !!! !!!]

# DssoAuthenticate_Remote
source: Error: Remote access failed. Please contact your administrator
fr: [Ēřřőř: Ŗęmőŧę äččęşş ƒäįľęđ. Pľęäşę čőŉŧäčŧ yőūř äđmįŉįşŧřäŧőř !!! !!! !!! !!!]

# Folder_FolderAdminControl_CreateFolder
source: Create Folder
fr: [Cřęäŧę Főľđęř !!! !!!]

# Folder_FolderAdminControl_CreateNewSubFolder
source: Create new sub folder
fr: [Cřęäŧę ŉęŵ şūþ ƒőľđęř !!! !!!]

# Folder_FolderAdminControl_FolderPermission
source: Folder Permission
fr: [Főľđęř Pęřmįşşįőŉ !!! !!!]

# Folder_FolderAdminControl_FolderProfile
source: Folder profile
fr: [Főľđęř přőƒįľę !!! !!!]

# Folder_FolderAdminControl_Permission
source: Permission
fr: [Pęřmįşşįőŉ !!! !!!]

# Folder_FolderAdminControl_Profile
source: Profile
fr: [Přőƒįľę !!! !!! !!! !!! !!! !!!]

# Folder_FolderPermissionView_CreatePermission
source: Create Permission
fr: [Cřęäŧę Pęřmįşşįőŉ !!! !!!]

# Folder_FolderProfileControl_
source: Root folder profile is not allow to change, please contact system administrator!
fr: [Ŗőőŧ ƒőľđęř přőƒįľę įş ŉőŧ äľľőŵ ŧő čĥäŉģę, pľęäşę čőŉŧäčŧ şyşŧęm äđmįŉįşŧřäŧőř! !!! !!! !!! !!! !!!]

# Folder_FolderProfileControl_NewFolder
source: New folder
fr: [Ńęŵ ƒőľđęř !!! !!!]

# Folder_FolderProfileControl_Passed
source: passed
fr: [päşşęđ !!! !!! !!! !!! !!!]

# Folder_FolderProfileView_DeleteAll
source: Are you sure you want to delete the Folder as well as the documents?
fr: [Åřę yőū şūřę yőū ŵäŉŧ ŧő đęľęŧę ŧĥę Főľđęř äş ŵęľľ äş ŧĥę đőčūmęŉŧş? !!! !!! !!! !!!]

# Folder_FolderProfileView_DeleteCurrentFolder
source: Delete Current Folder
fr: [Đęľęŧę Cūřřęŉŧ Főľđęř !!! !!!]

# Folder_FolderProfileView_DeleteFolder
source: Are you sure you want to delete this Folder?
fr: [Åřę yőū şūřę yőū ŵäŉŧ ŧő đęľęŧę ŧĥįş Főľđęř? !!! !!!]

# Folder_FolderProfileView_DocumentCount
source: There are {0} document(s) under this folder.
fr: [Ŧĥęřę äřę {0} đőčūmęŉŧ(ş) ūŉđęř ŧĥįş ƒőľđęř. !!! !!!]

# Folder_FolderProfileView_ForceDelete
source: Ignore errors and force delete
fr: [Ĩģŉőřę ęřřőřş äŉđ ƒőřčę đęľęŧę !!! !!!]

# Folder_FolderSubfolders_CreateSubfolder
source: Create Subfolder
fr: [Cřęäŧę Ŝūþƒőľđęř !!! !!!]

source: Invalid Permission!
fr: [Ĩŉväľįđ Pęřmįşşįőŉ! !!! !!!]

# Invalid_PermissionOnCurrentPage
source: You don't have permission on current page
fr: [Ÿőū đőŉ'ŧ ĥävę pęřmįşşįőŉ őŉ čūřřęŉŧ päģę !!! !!!]

# LoginView_Login
source: L O G I N
fr: [Ŀ Ø Ğ Ĩ Ń !!! !!! !!! !!! !!! !!! !!! !!!]

# LoginView_UserLogin
source: User Login
fr: [Ůşęř Ŀőģįŉ !!! !!!]

# Navigate_Portfolio_InvalidSetting
source: Invalid portfolio default page setting, please contact system administrator!
fr: [Ĩŉväľįđ pőřŧƒőľįő đęƒäūľŧ päģę şęŧŧįŉģ, pľęäşę čőŉŧäčŧ şyşŧęm äđmįŉįşŧřäŧőř! !!! !!! !!! !!! !!!]

# Navigate_View_InvalidSetting
source: Invalid view default page setting, please contact system administrator!
fr: [Ĩŉväľįđ vįęŵ đęƒäūľŧ päģę şęŧŧįŉģ, pľęäşę čőŉŧäčŧ şyşŧęm äđmįŉįşŧřäŧőř! !!! !!! !!! !!!]

# Portfolio_PortfolioViewsListControl_CommonFilter
source: Common Filter
fr: [Cőmmőŉ Fįľŧęř !!! !!!]

# PrintQueue_Job_PrintJobControl_CancelPJRequest
source: Cancel PJ Request
fr: [Cäŉčęľ PĴ Ŗęqūęşŧ !!! !!!]

# PrintQueue_Job_PrintJobControl_DateTime
source: Date/Time
fr: [Đäŧę/Ŧįmę !!! !!! !!! !!! !!! !!! !!! !!!]

# PrintQueue_Job_PrintJobControl_Doc
source: Doc#
fr: [Đőč# !!! !!! !!!]

# PrintQueue_Job_PrintJobControl_PrintJobs
source: Print Jobs <b>Impression#: {0} <b>
fr: [Přįŉŧ Ĵőþş <b>Ĩmpřęşşįőŉ#: {0} <b> !!! !!!]

# PrintQueue_Job_PrintJobQControl_Back
source: Back to Print Job
fr: [ßäčĸ ŧő Přįŉŧ Ĵőþ !!! !!!]

# PrintQueue_Job_PrintJobQControl_Download
source: Click Here To Get Your Print Job
fr: [Cľįčĸ Ħęřę Ŧő Ğęŧ Ÿőūř Přįŉŧ Ĵőþ !!! !!!]

# PrintQueue_Job_PrintJobQControl_Merged
source: Merged
fr: [Męřģęđ !!! !!! !!! !!! !!!]

# PrintQueue_Job_PrintJobQControl_MergedFailed
source: Failed to merge files due to document missing.
fr: [Fäįľęđ ŧő męřģę ƒįľęş đūę ŧő đőčūmęŉŧ mįşşįŉģ. !!! !!!]

# PrintQueue_Job_PrintJobQControl_MergedSuccessfully
source: Merged Successfully!
fr: [Męřģęđ Ŝūččęşşƒūľľy! !!! !!!]

# PrintQueue_Job_PrintJobQControl_PrintJob
source: Print Jobs: {0} Doc #: {1} Impression #: {2}
fr: [Přįŉŧ Ĵőþş: {0} Đőč #: {1} Ĩmpřęşşįőŉ #: {2} !!! !!!]

# PrintQueue_Job_PrintJobQControl_Skipped
source: Skipped - Not a PDF File
fr: [Ŝĸįppęđ - Ńőŧ ä PĐF Fįľę !!! !!!]

# PrintQueue_Job_PrintJobQView_GetPrintFile
source: Get Print File
fr: [Ğęŧ Přįŉŧ Fįľę !!! !!!]

# PrintQueue_Job_PrintJobQView_Total
source: Total Jobs: {0}
fr: [Ŧőŧäľ Ĵőþş: {0} !!! !!!]

# PrintQueue_Job_PrintJobView_Cancelled
source: Cancelled
fr: [Cäŉčęľľęđ !!! !!! !!! !!! !!! !!! !!! !!!]

# PrintQueue_Job_PrintJobView_CancelPJRequest
source: Cancel PJ Request
fr: [Cäŉčęľ PĴ Ŗęqūęşŧ !!! !!!]

# PrintQueue_Job_PrintJobView_Completed
source: Completed
fr: [Cőmpľęŧęđ !!! !!! !!! !!! !!! !!! !!! !!!]

# PrintQueue_Job_PrintJobView_Impression
source: Impression#: {0}
fr: [Ĩmpřęşşįőŉ#: {0} !!! !!!]

# PrintQueue_Job_PrintJobView_InProduction
source: In production
fr: [Ĩŉ přőđūčŧįőŉ !!! !!!]

# PrintQueue_Job_PrintJobView_Total
source: Total Jobs: {0}
fr: [Ŧőŧäľ Ĵőþş: {0} !!! !!!]

# PrintQueue_Job_PrintJobView_Untouched
source: Untouched
fr: [Ůŉŧőūčĥęđ !!! !!! !!! !!! !!! !!! !!! !!!]

# PrintQueue_Queue_PrintQueueAdminControl_PrintQueueManager
source: Print Queue Manager
fr: [Přįŉŧ Qūęūę Mäŉäģęř !!! !!!]

# PrintQueue_Queue_PrintQueueAdminControl_Sender
source: Sender
fr: [Ŝęŉđęř !!! !!! !!! !!! !!!]

# User_DXMMain_DoximECM
source: Doxim ECM
fr: [Đőχįm ĒCM !!! !!! !!! !!! !!! !!! !!! !!!]

# User_DXMMain_Frame
source: This page uses frames, but your browser doesn't support them.
fr: [Ŧĥįş päģę ūşęş ƒřämęş, þūŧ yőūř þřőŵşęř đőęşŉ'ŧ şūppőřŧ ŧĥęm. !!! !!! !!! !!!]

# User_HeaderView_Administration
source: Administration
fr: [Åđmįŉįşŧřäŧįőŉ !!! !!!]

# User_HeaderView_Feedback
source: Feedback
fr: [Fęęđþäčĸ !!! !!! !!! !!! !!! !!! !!!]

# User_HeaderView_Help
source: Help
fr: [Ħęľp !!! !!! !!!]

# User_HeaderView_Hide
source: Hide
fr: [Ħįđę !!! !!! !!!]

# User_HeaderView_HideNavigator
source: Hide Navigator
fr: [Ħįđę Ńävįģäŧőř !!! !!!]

# User_HeaderView_LogoutDoximECM
source: Logout Doxim ECM
fr: [Ŀőģőūŧ Đőχįm ĒCM !!! !!!]

# User_HeaderView_MyProfile
source: My Profile
fr: [My Přőƒįľę !!! !!!]

# User_HeaderView_Refresh
source: Refresh
fr: [Ŗęƒřęşĥ !!! !!! !!! !!! !!! !!!]

# User_HeaderView_Show
source: Show
fr: [Ŝĥőŵ !!! !!! !!!]

# User_HeaderView_ShowNavigator
source: Show Navigator
fr: [Ŝĥőŵ Ńävįģäŧőř !!! !!!]

# User_HeaderView_WelcomeToDoxim
source: Welcome to Doxim, {0}
fr: [Ŵęľčőmę ŧő Đőχįm, {0} !!! !!!]

# User_HomeView_PrintJobs
source: Print Jobs
fr: [Přįŉŧ Ĵőþş !!! !!!]

# User_HomeView_PrintQueueManager
source: Print Queue Manager
fr: [Přįŉŧ Qūęūę Mäŉäģęř !!! !!!]

# User_MyProfileEmailView_NewEmail
source: New Email
fr: [Ńęŵ Ēmäįľ !!! !!! !!! !!! !!! !!! !!! !!!]

# User_MyProfileEmailView_OldEmail
source: Old Email
fr: [Øľđ Ēmäįľ !!! !!! !!! !!! !!! !!! !!! !!!]

# User_MyProfilePasswordView_ConfirmPassword
source: Confirm Password
fr: [Cőŉƒįřm Päşşŵőřđ !!! !!!]

# User_MyProfilePasswordView_NewPassword
source: New Password
fr: [Ńęŵ Päşşŵőřđ !!! !!!]

# User_MyProfilePasswordView_OldPassword
source: Old Password
fr: [Øľđ Päşşŵőřđ !!! !!!]

# User_MyProfilePasswordView_PasswordRule
source: Password Rule
fr: [Päşşŵőřđ Ŗūľę !!! !!!]

# User_MyProfileView_UserID
source: User ID
fr: [Ůşęř ĨĐ !!! !!! !!! !!! !!! !!!]

# User_MyProfileView_UserProfile
source: User Profile
fr: [Ůşęř Přőƒįľę !!! !!!]

# User_PrintQueueControl_PrintQueue
source: Print Queue
fr: [Přįŉŧ Qūęūę !!! !!!]

# View_ViewDocsListView_And
source: AND
fr: [ÅŃĐ !!! !!!]

# View_ViewDocsListView_Applied
source: Applied
fr: [Åppľįęđ !!! !!! !!! !!! !!! !!!]

# View_ViewDocsListView_Equal
source: Equal
fr: [Ēqūäľ !!! !!! !!! !!!]

# View_ViewDocsListView_Filter
source: Filter
fr: [Fįľŧęř !!! !!! !!! !!! !!!]

# Website_BulletinBoard_Browsers
source: Supported Browsers now include:
fr: [Ŝūppőřŧęđ ßřőŵşęřş ŉőŵ įŉčľūđę: !!! !!!]

# Website_BulletinBoard_Mac
source: For Mac OS: Safari v5.0+
fr: [Főř Mäč ØŜ: Ŝäƒäřį v5.0+ !!! !!!]

# Website_BulletinBoard_Windows
source: For Windows OS: IE v8+, Firefox v3.6+
fr: [Főř Ŵįŉđőŵş ØŜ: ĨĒ v8+, Fįřęƒőχ v3.6+ !!! !!!]

# WebSite_Main_DoximECM
source: Doxim ECM
fr: [Đőχįm ĒCM !!! !!! !!! !!! !!! !!! !!! !!!]

# Web_LoginView_UserID
source: User ID
fr: [Ůşęř ĨĐ !!! !!! !!! !!! !!! !!!]
