Repository: jackhwl/WebPerformanceTest
Catalog: EcmWebBilingual/DoximLocalization/Resources/Lib/BusinessLogicRes.*.resx
Languages: fr

# Action_Delete_UnableDeleteReferedView
source: Unable to delete this action as it is referred by views!
fr: [Ůŉäþľę ŧő đęľęŧę ŧĥįş äčŧįőŉ äş įŧ įş řęƒęřřęđ þy vįęŵş! !!! !!! !!!]

# Action_ExtractConfig_ConfigurationNodeNotFound
source: Error: the configuration node '{0}Configuration' not found in the xml string
fr: [Ēřřőř: ŧĥę čőŉƒįģūřäŧįőŉ ŉőđę '{0}Cőŉƒįģūřäŧįőŉ' ŉőŧ ƒőūŉđ įŉ ŧĥę χmľ şŧřįŉģ !!! !!! !!! !!! !!!]

# Action_ValidateMemberActions_InvalidMemberAction
source: Invalid member action!
fr: [Ĩŉväľįđ męmþęř äčŧįőŉ! !!! !!!]

# Batch_DeleteBatch_Deleting
source: Deleting
fr: [Đęľęŧįŉģ !!! !!! !!! !!! !!! !!! !!!]

# Batch_DeleteBatch_DeletingFolder
source: Deleting folder: {0}/{1} document: {2}/{3}
fr: [Đęľęŧįŉģ ƒőľđęř: {0}/{1} đőčūmęŉŧ: {2}/{3} !!! !!!]

# Batch_DeleteBatch_NoRightDeleteBatch
source: Insufficient right to delete batch!
fr: [Ĩŉşūƒƒįčįęŉŧ řįģĥŧ ŧő đęľęŧę þäŧčĥ! !!! !!!]

# Batch_List_InvalidCatalog
source: Invalid catalog, can not be empty!
fr: [Ĩŉväľįđ čäŧäľőģ, čäŉ ŉőŧ þę ęmpŧy! !!! !!!]

# Batch_List_UnsupportedCatalog
source: Unsupported catalog!
fr: [Ůŉşūppőřŧęđ čäŧäľőģ! !!! !!!]

# CheckInHistory_DateGroupBy_OnlyAccepts
source: DateGroupBy only accepts D, M and Y.
fr: [ĐäŧęĞřőūpßy őŉľy äččępŧş Đ, M äŉđ Ÿ. !!! !!!]

# CheckInHistory_GetSumImpl_CriteriaNoNull
source: Criteria can not be null.
fr: [Cřįŧęřįä čäŉ ŉőŧ þę ŉūľľ. !!! !!!]

# CheckInHistory_GetSumImpl_OnlyMonthlySummary
source: Only monthly summary has been implemented!
fr: [Øŉľy mőŉŧĥľy şūmmäřy ĥäş þęęŉ įmpľęmęŉŧęđ! !!! !!!]

# CheckInHistory_ObjectID_CantBeNull
source: ObjectID can not be null or empty!
fr: [ØþĵęčŧĨĐ čäŉ ŉőŧ þę ŉūľľ őř ęmpŧy! !!! !!!]

# CheckInHistory_ObjectID_MustStartWith
source: ObjectID must start with O, C or D.
fr: [ØþĵęčŧĨĐ mūşŧ şŧäřŧ ŵįŧĥ Ø, C őř Đ. !!! !!!]

# CheckInHistory_Validate_DataTempered
source: Data has been tampered.
fr: [Đäŧä ĥäş þęęŉ ŧämpęřęđ. !!! !!!]

# Criteria_buildDateField_InvalidDateValue
source: Error: input an invalid date value to a date field.
fr: [Ēřřőř: įŉpūŧ äŉ įŉväľįđ đäŧę väľūę ŧő ä đäŧę ƒįęľđ. !!! !!! !!!]

# Criteria_BuildField_MustProvideValidUserInfo
source: A valid User Info must be provided in Criteria.
fr: [Å väľįđ Ůşęř Ĩŉƒő mūşŧ þę přővįđęđ įŉ Cřįŧęřįä. !!! !!! !!!]

# Criteria_BuildField_NotFoundCustomFieldValues
source: Not found custom field values in Criteria, check if user custom fields are empty.
fr: [Ńőŧ ƒőūŉđ čūşŧőm ƒįęľđ väľūęş įŉ Cřįŧęřįä, čĥęčĸ įƒ ūşęř čūşŧőm ƒįęľđş äřę ęmpŧy. !!! !!! !!! !!! !!!]

# Document_CheckinNoLic_ByUser
source: {0} by {1} on {2:yyyy-MM-dd HH:mm:ss} (GMT)
fr: [{0} þy {1} őŉ {2:yyyy-MM-dd HH:mm:ss} (ĞMŦ) !!! !!!]

# Document_CheckInStream_CheckedBackIn
source: Checked back in
fr: [Cĥęčĸęđ þäčĸ įŉ !!! !!!]

# Document_CheckInStream_CheckedIn
source: Checked in
fr: [Cĥęčĸęđ įŉ !!! !!!]

# Document_CheckInStream_CheckedOut
source: Checked out
fr: [Cĥęčĸęđ őūŧ !!! !!!]

# Document_CheckInStream_Modified
source: Modified
fr: [Mőđįƒįęđ !!! !!! !!! !!! !!! !!! !!!]

# Document_CheckInStream_UndoCheckOut
source: Undo check out
fr: [Ůŉđő čĥęčĸ őūŧ !!! !!!]

# Document_Email_FromNoNull
source: From can not be null or empty.
fr: [Fřőm čäŉ ŉőŧ þę ŉūľľ őř ęmpŧy. !!! !!!]

# Document_Email_ToNoNull
source: To can not be null or empty.
fr: [Ŧő čäŉ ŉőŧ þę ŉūľľ őř ęmpŧy. !!! !!!]

# Document_EmailDefault_FailedFindEmail
source: Failed to find Email action on view {0}-{1}
fr: [Fäįľęđ ŧő ƒįŉđ Ēmäįľ äčŧįőŉ őŉ vįęŵ {0}-{1} !!! !!!]

# Document_GetFromInEmailActionConfig_NotValidEmailAction
source: Action {0} is not a valid Email Action.
fr: [Åčŧįőŉ {0} įş ŉőŧ ä väľįđ Ēmäįľ Åčŧįőŉ. !!! !!!]

# EventLog_AddBizObjectInfo_NotImplementBizClassAttribute
source: Class:{0} doesn't implement BizClassAttribute
fr: [Cľäşş:{0} đőęşŉ'ŧ įmpľęmęŉŧ ßįžCľäşşÅŧŧřįþūŧę !!! !!!]

# EventLog_AddBizObjectInfo_NotImplementBizClassKey
source: Class:{0} doesn't implement BizClassKeyAttribute
fr: [Cľäşş:{0} đőęşŉ'ŧ įmpľęmęŉŧ ßįžCľäşşĶęyÅŧŧřįþūŧę !!! !!! !!!]

# EventLog_AddCollectionInfo_NotSupportNestedCollectionType
source: Not support nested collection type for--{0}
fr: [Ńőŧ şūppőřŧ ŉęşŧęđ čőľľęčŧįőŉ ŧypę ƒőř--{0} !!! !!!]

# EventLog_SetChangeSetCollection_changeSetCollectionNotNull
source: changeSetCollection can not be null!
fr: [čĥäŉģęŜęŧCőľľęčŧįőŉ čäŉ ŉőŧ þę ŉūľľ! !!! !!!]

# EventLogScope_Complete_CompleteCalled
source: Complete has been called!
fr: [Cőmpľęŧę ĥäş þęęŉ čäľľęđ! !!! !!!]

# EventLogScope_Complete_EventLogScope
source: EventLogScope
fr: [ĒvęŉŧĿőģŜčőpę !!! !!!]

# EventLogScope_Dispose_InvalidThread
source: Invalid thread!
fr: [Ĩŉväľįđ ŧĥřęäđ! !!! !!!]

# Field_ConvertFieldCollection_UnableFindField
source: Unable to find field: {0}!
fr: [Ůŉäþľę ŧő ƒįŉđ ƒįęľđ: {0}! !!! !!!]

# Folder_CheckDeletePermission_NoRightDeleteFolder
source: Insufficient right to delete the folder.
fr: [Ĩŉşūƒƒįčįęŉŧ řįģĥŧ ŧő đęľęŧę ŧĥę ƒőľđęř. !!! !!!]

# Folder_DeleteSharedFolder_DeletingDocument
source: Deleting document: {0}/{1}
fr: [Đęľęŧįŉģ đőčūmęŉŧ: {0}/{1} !!! !!!]

# MetaTag_Delete_CantDeleteWithReferencedDoc
source: Cannot Delete MetaTags with referenced Documents.
fr: [Cäŉŉőŧ Đęľęŧę MęŧäŦäģş ŵįŧĥ řęƒęřęŉčęđ Đőčūmęŉŧş. !!! !!! !!!]

# MetaTag_Update_PleaseCheckListDataFormat
source: datatype, Please check metatag value list data format.
fr: [ đäŧäŧypę, Pľęäşę čĥęčĸ męŧäŧäģ väľūę ľįşŧ đäŧä ƒőřmäŧ. !!! !!! !!!]

# MetaTag_Update_PleaseCheckValueDataFormat
source: list value, Please check all document's metatag value data format.
fr: [ ľįşŧ väľūę, Pľęäşę čĥęčĸ äľľ đőčūmęŉŧ'ş męŧäŧäģ väľūę đäŧä ƒőřmäŧ. !!! !!! !!! !!!]

# MetaTag_Update_PleaseDeleteListValue
source: list value to boolean, Please delete all of list value.
fr: [ ľįşŧ väľūę ŧő þőőľęäŉ, Pľęäşę đęľęŧę äľľ őƒ ľįşŧ väľūę. !!! !!! !!!]

# MetaTagList_Delete_ReferencedByDocuments
source: The value is referenced by documents, can't be deleted
fr: [Ŧĥę väľūę įş řęƒęřęŉčęđ þy đőčūmęŉŧş, čäŉ'ŧ þę đęľęŧęđ !!! !!! !!!]

# MetaTagList_Update_ReferencedByDocuments
source: The value is referenced by documents, can't be changed
fr: [Ŧĥę väľūę įş řęƒęřęŉčęđ þy đőčūmęŉŧş, čäŉ'ŧ þę čĥäŉģęđ !!! !!! !!!]

# PortfolioFieldMapping_ApplyRule_PaddingRuleNotCorrect
source: Padding Rule is not correct
fr: [Päđđįŉģ Ŗūľę įş ŉőŧ čőřřęčŧ !!! !!!]

# PortfolioFieldMapping_MaskRule_PaddingRuleNotCorrect
source: Mask rule is not correct
fr: [Mäşĸ řūľę įş ŉőŧ čőřřęčŧ !!! !!!]

# PortfolioFieldMapping_MaskRule_TransformRuleNotCorrect
source: Transform Rule defination is not correct!
fr: [Ŧřäŉşƒőřm Ŗūľę đęƒįŉäŧįőŉ įş ŉőŧ čőřřęčŧ! !!! !!!]

# PrintQueue_GetPDFPageCount_FailedCalculatePageNumber
source: Failed to calculate page number of {0}
fr: [Fäįľęđ ŧő čäľčūľäŧę päģę ŉūmþęř őƒ {0} !!! !!!]

# SearchEngine_ItemID_InvalidItemID
source: Invalid ItemID: {0}!
fr: [Ĩŉväľįđ ĨŧęmĨĐ: {0}! !!! !!!]

# User_ChangePassword_InvalidPermission
source: Invalid permission!
fr: [Ĩŉväľįđ pęřmįşşįőŉ! !!! !!!]

# User_ChangePassword_OriginalPasswordIncorrect
source: Original password incorrect.
fr: [Øřįģįŉäľ päşşŵőřđ įŉčőřřęčŧ. !!! !!!]

# User_List_InvalidCatalog
source: Invalid catalog, can not be empty!
fr: [Ĩŉväľįđ čäŧäľőģ, čäŉ ŉőŧ þę ęmpŧy! !!! !!!]

# User_Login_InvalidCompanyIDContactAdmin
source: Failed login, Invalid Company ID: {0}, please contact system administrator!
fr: [Fäįľęđ ľőģįŉ, Ĩŉväľįđ Cőmpäŉy ĨĐ: {0}, pľęäşę čőŉŧäčŧ şyşŧęm äđmįŉįşŧřäŧőř! !!! !!! !!! !!! !!!]

# User_Login_InvalidUserIDPWD
source: Failed login, Invalid User ID or Password!
fr: [Fäįľęđ ľőģįŉ, Ĩŉväľįđ Ůşęř ĨĐ őř Päşşŵőřđ! !!! !!!]

# User_Login_InvalidUserIDPWD_Retry
source: Failed login, Invalid User ID or Password, After {0} more time(s) retry, your account will be locked!
fr: [Fäįľęđ ľőģįŉ, Ĩŉväľįđ Ůşęř ĨĐ őř Päşşŵőřđ, Åƒŧęř {0} mőřę ŧįmę(ş) řęŧřy, yőūř äččőūŉŧ ŵįľľ þę ľőčĸęđ! !!! !!! !!! !!! !!! !!! !!!]

# User_Login_UserApprovalPending
source: Failed login, User Approval Still Pending!
fr: [Fäįľęđ ľőģįŉ, Ůşęř Åppřőväľ Ŝŧįľľ Pęŉđįŉģ! !!! !!!]

# User_Login_UserLocked
source: Failed login, User Locked!
fr: [Fäįľęđ ľőģįŉ, Ůşęř Ŀőčĸęđ! !!! !!!]

# User_Login_UserLockedContactAdmin
source: Failed login, User locked, please contact system administrator!
fr: [Fäįľęđ ľőģįŉ, Ůşęř ľőčĸęđ, pľęäşę čőŉŧäčŧ şyşŧęm äđmįŉįşŧřäŧőř! !!! !!! !!! !!!]

# User_Login_UserLockedRetry
source: Failed login, User locked, please wait {0} minute(s) to retry!
fr: [Fäįľęđ ľőģįŉ, Ůşęř ľőčĸęđ, pľęäşę ŵäįŧ {0} mįŉūŧę(ş) ŧő řęŧřy! !!! !!! !!! !!!]

# User_Login_UserSuspended
source: Failed login, User Suspended!
fr: [Fäįľęđ ľőģįŉ, Ůşęř Ŝūşpęŉđęđ! !!! !!!]

# User_Validate_InvalidPassword
source: Invalid password!
fr: [Ĩŉväľįđ päşşŵőřđ! !!! !!!]
