Repository: jackhwl/WebPerformanceTest
Catalog: EcmWebBilingual/DoximLocalization/Resources/Lib/CommonRes.*.resx
Languages: fr

# ActionCfg_StampConfiguration_StampFileToStream_EmptyStampURL
source: Basic stamp url path can not be empty!
fr: [ßäşįč şŧämp ūřľ päŧĥ čäŉ ŉőŧ þę ęmpŧy! !!! !!!]

# Composite_AccessPath_Url
source: Internal URI format is incorrect, please reconfig it in company setting!
fr: [Ĩŉŧęřŉäľ ŮŖĨ ƒőřmäŧ įş įŉčőřřęčŧ, pľęäşę řęčőŉƒįģ įŧ įŉ čőmpäŉy şęŧŧįŉģ! !!! !!! !!! !!!]

# Composite_FormFill2Stream_Config
source: Please config template file first.
fr: [Pľęäşę čőŉƒįģ ŧęmpľäŧę ƒįľę ƒįřşŧ. !!! !!!]

# Composite_FormFill2Stream_Template
source: Can't find template file: {0}
fr: [Cäŉ'ŧ ƒįŉđ ŧęmpľäŧę ƒįľę: {0} !!! !!!]

# Composite_MergeFlySheet_FlySheet
source: FlySheet: {0} not found, Please contact your system Administrator.
fr: [FľyŜĥęęŧ: {0} ŉőŧ ƒőūŉđ, Pľęäşę čőŉŧäčŧ yőūř şyşŧęm Åđmįŉįşŧřäŧőř. !!! !!! !!! !!!]

# Configuration_DBConnectionString_Error
source: Old code has been obsoleted:dbconnectionstring=System.Configuration.ConfigurationSettings.AppSettings[\"DOXIM DB CONNECTION\"]
fr: [Øľđ čőđę ĥäş þęęŉ őþşőľęŧęđ:đþčőŉŉęčŧįőŉşŧřįŉģ=Ŝyşŧęm.Cőŉƒįģūřäŧįőŉ.CőŉƒįģūřäŧįőŉŜęŧŧįŉģş.ÅppŜęŧŧįŉģş[\"ĐØXĨM Đß CØŃŃĒCŦĨØŃ\"] !!! !!! !!! !!! !!! !!! !!! !!!]

# DocStream_DocStream_Null
source: Can't wrap null stream
fr: [Cäŉ'ŧ ŵřäp ŉūľľ şŧřęäm !!! !!!]

# EventLogUtility_CompareCollection_Key
source: {0} must declare key property
fr: [{0} mūşŧ đęčľäřę ĸęy přőpęřŧy !!! !!!]

# EventLogUtility_PropertiesEqual_Comparison
source: Comparison object must be of the same type.
fr: [Cőmpäřįşőŉ őþĵęčŧ mūşŧ þę őƒ ŧĥę şämę ŧypę. !!! !!!]

# Helper_BindToType_NotSupport
source: Not support --- {0}
fr: [Ńőŧ şūppőřŧ --- {0} !!! !!!]

# Logger_Log_Fail
source: Fail to write message into log file
fr: [Fäįľ ŧő ŵřįŧę męşşäģę įŉŧő ľőģ ƒįľę !!! !!!]

# Logger_Open_Fail
source: Can not open log file!
fr: [Cäŉ ŉőŧ őpęŉ ľőģ ƒįľę! !!! !!!]

# PageItem_GetInfo_BatchesDocumentTypeID
source: Invalid BatchesDocumentType Id, unable to convert to integer!
fr: [Ĩŉväľįđ ßäŧčĥęşĐőčūmęŉŧŦypę Ĩđ, ūŉäþľę ŧő čőŉvęřŧ ŧő įŉŧęģęř! !!! !!! !!! !!!]

# PageItem_GetInfo_BatchID
source: Invalid Batch Id, unable to convert to integer!
fr: [Ĩŉväľįđ ßäŧčĥ Ĩđ, ūŉäþľę ŧő čőŉvęřŧ ŧő įŉŧęģęř! !!! !!! !!!]

# PageItem_GetInfo_CompanyBatchesID
source: Invalid CompanyBatches Id, unable to convert to integer
fr: [Ĩŉväľįđ Cőmpäŉyßäŧčĥęş Ĩđ, ūŉäþľę ŧő čőŉvęřŧ ŧő įŉŧęģęř !!! !!! !!!]

# PageItem_GetInfo_CompanyCustomFieldsID
source: Invalid CompanyCustomFields Id, unable to convert to integer
fr: [Ĩŉväľįđ CőmpäŉyCūşŧőmFįęľđş Ĩđ, ūŉäþľę ŧő čőŉvęřŧ ŧő įŉŧęģęř !!! !!! !!! !!!]

# PageItem_GetInfo_CompanyDocumentTypesID
source: Invalid CompanyDocumentTypes Id, unable to convert to integer!
fr: [Ĩŉväľįđ CőmpäŉyĐőčūmęŉŧŦypęş Ĩđ, ūŉäþľę ŧő čőŉvęřŧ ŧő įŉŧęģęř! !!! !!! !!! !!!]

# PageItem_GetInfo_CompanyFoldersID
source: Invalid CompanyFolders Id, unable to convert to integer!
fr: [Ĩŉväľįđ CőmpäŉyFőľđęřş Ĩđ, ūŉäþľę ŧő čőŉvęřŧ ŧő įŉŧęģęř! !!! !!! !!!]

# PageItem_GetInfo_CompanyGroupsID
source: Invalid CompanyGroups Id, unable to convert to integer!
fr: [Ĩŉväľįđ CőmpäŉyĞřőūpş Ĩđ, ūŉäþľę ŧő čőŉvęřŧ ŧő įŉŧęģęř! !!! !!! !!!]

# PageItem_GetInfo_CompanyID
source: Invalid Company Id, unable to convert to integer!
fr: [Ĩŉväľįđ Cőmpäŉy Ĩđ, ūŉäþľę ŧő čőŉvęřŧ ŧő įŉŧęģęř! !!! !!! !!!]

# PageItem_GetInfo_CompanyPortfoliosID
source: Invalid CompanyPortfolios Id, unable to convert to integer!
fr: [Ĩŉväľįđ CőmpäŉyPőřŧƒőľįőş Ĩđ, ūŉäþľę ŧő čőŉvęřŧ ŧő įŉŧęģęř! !!! !!! !!!]

# PageItem_GetInfo_CustomFieldID
source: Invalid CustomField Id, unable to convert to integer!
fr: [Ĩŉväľįđ CūşŧőmFįęľđ Ĩđ, ūŉäþľę ŧő čőŉvęřŧ ŧő įŉŧęģęř! !!! !!! !!!]

# PageItem_GetInfo_DocumentTypeID
source: Invalid DocumentType Id, unable to convert to integer!
fr: [Ĩŉväľįđ ĐőčūmęŉŧŦypę Ĩđ, ūŉäþľę ŧő čőŉvęřŧ ŧő įŉŧęģęř! !!! !!! !!!]

# PageItem_GetInfo_FolderAdminID
source: Invalid FolderAdmin Id, unable to convert to integer!
fr: [Ĩŉväľįđ FőľđęřÅđmįŉ Ĩđ, ūŉäþľę ŧő čőŉvęřŧ ŧő įŉŧęģęř! !!! !!! !!!]

# PageItem_GetInfo_FolderID
source: Invalid Folder Id, unable to convert to integer!
fr: [Ĩŉväľįđ Főľđęř Ĩđ, ūŉäþľę ŧő čőŉvęřŧ ŧő įŉŧęģęř! !!! !!! !!!]

# PageItem_GetInfo_GroupID
source: Invalid Group Id, unable to convert to integer!
fr: [Ĩŉväľįđ Ğřőūp Ĩđ, ūŉäþľę ŧő čőŉvęřŧ ŧő įŉŧęģęř! !!! !!! !!!]

# PageItem_GetInfo_MetaTagID
source: Invalid MetaTag Id, unable to convert to integer!
fr: [Ĩŉväľįđ MęŧäŦäģ Ĩđ, ūŉäþľę ŧő čőŉvęřŧ ŧő įŉŧęģęř! !!! !!! !!!]

# PageItem_GetInfo_OrganizationID
source: Invalid Organization Id, unable to convert to integer
fr: [Ĩŉväľįđ Øřģäŉįžäŧįőŉ Ĩđ, ūŉäþľę ŧő čőŉvęřŧ ŧő įŉŧęģęř !!! !!! !!!]

# PageItem_GetInfo_PortfolioAdminID
source: Invalid PortfolioAdmin Id, unable to convert to integer!
fr: [Ĩŉväľįđ PőřŧƒőľįőÅđmįŉ Ĩđ, ūŉäþľę ŧő čőŉvęřŧ ŧő įŉŧęģęř! !!! !!! !!!]

# PageItem_GetInfo_PortfolioID
source: Invalid Portfolio Id, unable to convert to integer!
fr: [Ĩŉväľįđ Pőřŧƒőľįő Ĩđ, ūŉäþľę ŧő čőŉvęřŧ ŧő įŉŧęģęř! !!! !!! !!!]

# PageItem_GetInfo_UserID
source: Invalid User Id, unable to convert to integer!
fr: [Ĩŉväľįđ Ůşęř Ĩđ, ūŉäþľę ŧő čőŉvęřŧ ŧő įŉŧęģęř! !!! !!!]

# PageItem_GetInfo_ViewAdminID
source: Invalid ViewAdmin Id, unable to convert to integer!
fr: [Ĩŉväľįđ VįęŵÅđmįŉ Ĩđ, ūŉäþľę ŧő čőŉvęřŧ ŧő įŉŧęģęř! !!! !!! !!!]

# PageItem_GetInfo_ViewID
source: Invalid View Id, unable to convert to integer!
fr: [Ĩŉväľįđ Vįęŵ Ĩđ, ūŉäþľę ŧő čőŉvęřŧ ŧő įŉŧęģęř! !!! !!!]

# PageItem_GetPageItem_Type
source: Invalid type {0}
fr: [Ĩŉväľįđ ŧypę {0} !!! !!!]

# PageItem_GetPageItem_User
source: Invalid user
fr: [Ĩŉväľįđ ūşęř !!! !!!]

# PageItem_GetUrl_Invalid
source: Invalid itemType or action! {0}
fr: [Ĩŉväľįđ įŧęmŦypę őř äčŧįőŉ! {0} !!! !!!]

# Progress_ID
source: ProgressID is more than Maximum defination
fr: [PřőģřęşşĨĐ įş mőřę ŧĥäŉ Mäχįmūm đęƒįŉäŧįőŉ !!! !!!]

# Progress_Occupied
source: All ProgressIDs have been occupied
fr: [Åľľ PřőģřęşşĨĐş ĥävę þęęŉ őččūpįęđ !!! !!!]
