Repository: jackhwl/WebPerformanceTest
Catalog: EcmWebBilingual/DoximLocalization/Resources/Lib/DataAccessRes.*.resx
Languages: fr

# BatchData_List_CamanyIdCantBe0
source: CompanyId and DoctypeId cannot be zero.
fr: [CőmpäŉyĨđ äŉđ ĐőčŧypęĨđ čäŉŉőŧ þę žęřő. !!! !!!]

# CheckInHistoryData_GetInfo_InvalidCheckInHistoryID
source: Invalid CheckInHistory ID!
fr: [Ĩŉväľįđ CĥęčĸĨŉĦįşŧőřy ĨĐ! !!! !!!]

# ConditionDefData_GetInfo_InvalidCode
source: Invalid code!
fr: [Ĩŉväľįđ čőđę! !!! !!!]

# CustomFieldListData_DeleteByCFid_InvalidCFid
source: Invalid CFid!!!
fr: [Ĩŉväľįđ CFįđ!!! !!! !!!]

# CustomFieldListData_Update_InvalidInfoID
source: Invalid info ID!
fr: [Ĩŉväľįđ įŉƒő ĨĐ! !!! !!!]

# CustomFieldValueData_SearchByMultipleField_EmptySearchCriteria
source: Empty search criteria!
fr: [Ēmpŧy şęäřčĥ čřįŧęřįä! !!! !!!]

# DocumentData_Insert_InvalidDocumentInfo
source: Invalid document info!
fr: [Ĩŉväľįđ đőčūmęŉŧ įŉƒő! !!! !!!]

# DocumentData_UpdateStatus_InvalidDocID
source: Invalid docID!
fr: [Ĩŉväľįđ đőčĨĐ! !!! !!!]

# DocumentHistoryData_GetInfo_InvalidDocIDVersion
source: Invalid docID or version!
fr: [Ĩŉväľįđ đőčĨĐ őř vęřşįőŉ! !!! !!!]

# FieldData_GetFieldID_TagIDInvalid
source: TagID:{0} is invalid!
fr: [ŦäģĨĐ:{0} įş įŉväľįđ! !!! !!!]

# FieldData_GetTagID_FieldIDInvalid
source: FieldID:{0} is invalid!
fr: [FįęľđĨĐ:{0} įş įŉväľįđ! !!! !!!]

# FolderData_UpdatePath_ErrorUpdatingFolderPath
source: Error on Updating Folder Path, Invalid Folder ID!
fr: [Ēřřőř őŉ Ůpđäŧįŉģ Főľđęř Päŧĥ, Ĩŉväľįđ Főľđęř ĨĐ! !!! !!! !!!]

# MetaTagData_IsMetaTagAllValuesOfDataType_NotSupportDataType
source: Not support data type--
fr: [Ńőŧ şūppőřŧ đäŧä ŧypę-- !!! !!!]

# MetaTagValueData_Update_InvalidTagValueInfo
source: Invalid tagValueInfo!
fr: [Ĩŉväľįđ ŧäģVäľūęĨŉƒő! !!! !!!]

# NoteData_Delete_InvalidNote
source: Invalid note!
fr: [Ĩŉväľįđ ŉőŧę! !!! !!!]

# NoteData_Update_InvalidNoteID
source: Invalid note ID!
fr: [Ĩŉväľįđ ŉőŧę ĨĐ! !!! !!!]

# PortfolioFieldData_GetInfo_CommonField
source: Common Field
fr: [Cőmmőŉ Fįęľđ !!! !!!]

# PortfolioFieldMappingData_ErrorOnInserting
source: Error on inserting record!
fr: [Ēřřőř őŉ įŉşęřŧįŉģ řęčőřđ! !!! !!!]

# SearchEngineData_BuildDateField
source: Error: input an invalid date value to a date field.
fr: [Ēřřőř: įŉpūŧ äŉ įŉväľįđ đäŧę väľūę ŧő ä đäŧę ƒįęľđ. !!! !!! !!!]

# SearchEngineData_BuildField_MustProvideUserInfo
source: A valid User Info must be provided in Criteria.
fr: [Å väľįđ Ůşęř Ĩŉƒő mūşŧ þę přővįđęđ įŉ Cřįŧęřįä. !!! !!! !!!]

# SearchEngineData_BuildField_UserHasNoValidCustomField
source: Current User does not have valid Custom Field value. Contact an Administrator.
fr: [Cūřřęŉŧ Ůşęř đőęş ŉőŧ ĥävę väľįđ Cūşŧőm Fįęľđ väľūę. Cőŉŧäčŧ äŉ Åđmįŉįşŧřäŧőř. !!! !!! !!! !!! !!!]

# SearchEngineData_BuildJoinClause_InvalidObjectType
source: Invalid objectType: {0}!
fr: [Ĩŉväľįđ őþĵęčŧŦypę: {0}! !!! !!!]

# SearchEngineData_BuildWhereClause_InvalidJoinOperator
source: Invalid join operator!
fr: [Ĩŉväľįđ ĵőįŉ őpęřäŧőř! !!! !!!]

# SearchEngineData_SpCatalog_TooManyItemsFound
source: Too many items found, please contact system administrator!
fr: [Ŧőő mäŉy įŧęmş ƒőūŉđ, pľęäşę čőŉŧäčŧ şyşŧęm äđmįŉįşŧřäŧőř! !!! !!! !!!]
