Repository: jackhwl/WebPerformanceTest
Catalog: EcmWebBilingual/DoximLocalization/Resources/Lib/DefsRes.*.resx
Languages: fr

# ACD_Descr_1
source: Read document
fr: [Ŗęäđ đőčūmęŉŧ !!! !!!]

# ACD_Descr_12
source: List Views In Portfolio
fr: [Ŀįşŧ Vįęŵş Ĩŉ Pőřŧƒőľįő !!! !!!]

# ACD_Descr_2
source: Modify document
fr: [Mőđįƒy đőčūmęŉŧ !!! !!!]

# ACD_Descr_3
source: Delete document
fr: [Đęľęŧę đőčūmęŉŧ !!! !!!]

# ACD_Descr_4
source: Chech in / out document
fr: [Cĥęčĥ įŉ / őūŧ đőčūmęŉŧ !!! !!!]

# ACD_Descr_5
source: List Docs In View
fr: [Ŀįşŧ Đőčş Ĩŉ Vįęŵ !!! !!!]

# ACD_Descr_8
source: List Docs In Folder
fr: [Ŀįşŧ Đőčş Ĩŉ Főľđęř !!! !!!]

# ACD_Name_1
source: Read
fr: [Ŗęäđ !!! !!! !!!]

# ACD_Name_10
source: View Search
fr: [Vįęŵ Ŝęäřčĥ !!! !!!]

# ACD_Name_11
source: Folder Search
fr: [Főľđęř Ŝęäřčĥ !!! !!!]

# ACD_Name_12
source: List
fr: [Ŀįşŧ !!! !!! !!! !!!]

# ACD_Name_2
source: Modify
fr: [Mőđįƒy !!! !!! !!! !!! !!!]

# ACD_Name_3
source: Delete
fr: [Đęľęŧę !!! !!! !!! !!! !!!]

# ACD_Name_4
source: Version Control
fr: [Vęřşįőŉ Cőŉŧřőľ !!! !!!]

# ACD_Name_5
source: List
fr: [Ŀįşŧ !!! !!! !!!]

# ACD_Name_6
source: Common Search
fr: [Cőmmőŉ Ŝęäřčĥ !!! !!!]

# ACD_Name_7
source: Admin
fr: [Åđmįŉ !!! !!! !!! !!!]

# ACD_Name_8
source: List
fr: [Ŀįşŧ !!! !!! !!!]

# AD_Descr_00716D2963C04736BE51D9CACF7A39D8
source: Add Flysheet
fr: [Åđđ Fľyşĥęęŧ !!! !!!]

# AD_Descr_0D678C406DB34580B7F17F3A42D2F60C
source: Email With Insert
fr: [Ēmäįľ Ŵįŧĥ Ĩŉşęřŧ !!! !!!]

# AD_Descr_0ECB14DC0F01498EA41B136BEC154A7F
source: Open With FormFill
fr: [Øpęŉ Ŵįŧĥ FőřmFįľľ !!! !!!]

# AD_Descr_29145036F2A5497897DAC87672EC5194
source: Get Copy With FormFill
fr: [Ğęŧ Cőpy Ŵįŧĥ FőřmFįľľ !!! !!!]

# AD_Descr_326BE88BDB514C4F9A023AB1423F2355
source: Email With Stamp
fr: [Ēmäįľ Ŵįŧĥ Ŝŧämp !!! !!!]

# AD_Descr_36C0CA04B70F45398FC8AC44714BD622
source: Email Document
fr: [Ēmäįľ Đőčūmęŉŧ !!! !!!]

# AD_Descr_38A0551356914C92A02D64921AACBB24
source: Get Copy With Insert
fr: [Ğęŧ Cőpy Ŵįŧĥ Ĩŉşęřŧ !!! !!!]

# AD_Descr_395AC95CCE7D422FBE1A0F29CCA500B1
source: Open With Insert
fr: [Øpęŉ Ŵįŧĥ Ĩŉşęřŧ !!! !!!]

# AD_Descr_3FE333F79178490C83CB66F154480F13
source: Open With Stamp
fr: [Øpęŉ Ŵįŧĥ Ŝŧämp !!! !!!]

# AD_Descr_4AFC11E6E9924A0F9BDFC0CC42FF9A0B
source: Check In New Document In Folder
fr: [Cĥęčĸ Ĩŉ Ńęŵ Đőčūmęŉŧ Ĩŉ Főľđęř !!! !!!]

# AD_Descr_4D1643AE425748EA81B2C2D36F133C1B
source: Version History
fr: [Vęřşįőŉ Ħįşŧőřy !!! !!!]

# AD_Descr_59FF20A3A7C345A1A267BAD4A3B5219A
source: Workflow
fr: [Ŵőřĸƒľőŵ !!! !!! !!! !!! !!! !!! !!!]

# AD_Descr_673B87A134BF4CE8879F755CB1B2DF02
source: Admin Permission
fr: [Åđmįŉ Pęřmįşşįőŉ !!! !!!]

# AD_Descr_6862EA743C6B44F499D1B3DDB4725152
source: Open Document
fr: [Øpęŉ Đőčūmęŉŧ !!! !!!]

# AD_Descr_6BA3674F0FD9485986EFAA9BA082A830
source: Modify Document
fr: [Mőđįƒy Đőčūmęŉŧ !!! !!!]

# AD_Descr_72F6509C447940D2B708BEAF06F153F8
source: Document Detail Info
fr: [Đőčūmęŉŧ Đęŧäįľ Ĩŉƒő !!! !!!]

# AD_Descr_78FB13B449D5455BAE408CB8BA6B23E7
source: List View Documents
fr: [Ŀįşŧ Vįęŵ Đőčūmęŉŧş !!! !!!]

# AD_Descr_803D22369ADB4037A315B542567A9DB3
source: List Documents In Folder
fr: [Ŀįşŧ Đőčūmęŉŧş Ĩŉ Főľđęř !!! !!!]

# AD_Descr_804492E7DBC947EEB3B1C750CC9B427E
source: List With Tiff Thumbnail
fr: [Ŀįşŧ Ŵįŧĥ Ŧįƒƒ Ŧĥūmþŉäįľ !!! !!!]

# AD_Descr_97156B7BF78B4F5CAD11D2217732D947
source: Check Out / Check Back In
fr: [Cĥęčĸ Øūŧ / Cĥęčĸ ßäčĸ Ĩŉ !!! !!!]

# AD_Descr_99B76763F2FB45BFAE43854DDED47EF6
source: Horizontal-detail
fr: [Ħőřįžőŉŧäľ-đęŧäįľ !!! !!!]

# AD_Descr_AD2B9A7F2AA947C8B744F5CA3CC2032B
source: Master-Detail
fr: [Mäşŧęř-Đęŧäįľ !!! !!!]

# AD_Descr_B4439FA900564283BAA55CE250312247
source: Advanced Search
fr: [Åđväŉčęđ Ŝęäřčĥ !!! !!!]

# AD_Descr_C58336F81569406F91A27916B06842C2
source: Email With FormFill
fr: [Ēmäįľ Ŵįŧĥ FőřmFįľľ !!! !!!]

# AD_Descr_D2F31950FB8E4CF3BB048939FCFB833C
source: Get Copy With Stamp
fr: [Ğęŧ Cőpy Ŵįŧĥ Ŝŧämp !!! !!!]

# AD_Descr_DF68812F204C4C238C0221C7BA0D91D4
source: Get Copy
fr: [Ğęŧ Cőpy !!! !!! !!! !!! !!! !!! !!!]

# AD_Descr_E033F356E687498B902F51E698979D8B
source: Edit Note
fr: [Ēđįŧ Ńőŧę !!! !!! !!! !!! !!! !!! !!! !!!]

# AD_Descr_E41FF2180EEC4DDABAB8983D24DE0402
source: Advanced Search
fr: [Åđväŉčęđ Ŝęäřčĥ !!! !!!]

# AD_Descr_E53A567222294CBCB0F7455EF5579AB9
source: Send to Print Queue
fr: [Ŝęŉđ ŧő Přįŉŧ Qūęūę !!! !!!]

# AD_Descr_E9B70B3FD0BA45EDBB0A2355A690DC53
source: Delete Document
fr: [Đęľęŧę Đőčūmęŉŧ !!! !!!]

# AD_Descr_EADC86BCA4FC46C28BBD7D16F35F1451
source: Open Tiff As Pdf
fr: [Øpęŉ Ŧįƒƒ Åş Pđƒ !!! !!!]

# AD_Descr_F5CA112882244041824DFD7CF7EFE39C
source: List View
fr: [Ŀįşŧ Vįęŵ !!! !!! !!! !!! !!! !!! !!! !!!]

# AD_Descr_F8C459039EB5457D82213B16287D93D4
source: Open Tiff
fr: [Øpęŉ Ŧįƒƒ !!! !!! !!! !!! !!! !!! !!! !!!]

# AD_Name_00716D2963C04736BE51D9CACF7A39D8
source: Flysheet
fr: [Fľyşĥęęŧ !!! !!! !!! !!! !!! !!! !!!]

# AD_Name_0D678C406DB34580B7F17F3A42D2F60C
source: Email With Insert
fr: [Ēmäįľ Ŵįŧĥ Ĩŉşęřŧ !!! !!!]

# AD_Name_0ECB14DC0F01498EA41B136BEC154A7F
source: Open With FormFill
fr: [Øpęŉ Ŵįŧĥ FőřmFįľľ !!! !!!]

# AD_Name_29145036F2A5497897DAC87672EC5194
source: Get Copy With FormFill
fr: [Ğęŧ Cőpy Ŵįŧĥ FőřmFįľľ !!! !!!]

# AD_Name_326BE88BDB514C4F9A023AB1423F2355
source: Email With Stamp
fr: [Ēmäįľ Ŵįŧĥ Ŝŧämp !!! !!!]

# AD_Name_36C0CA04B70F45398FC8AC44714BD622
source: Email
fr: [Ēmäįľ !!! !!! !!! !!!]

# AD_Name_38A0551356914C92A02D64921AACBB24
source: Get Copy With Insert
fr: [Ğęŧ Cőpy Ŵįŧĥ Ĩŉşęřŧ !!! !!!]

# AD_Name_395AC95CCE7D422FBE1A0F29CCA500B1
source: Open With Insert
fr: [Øpęŉ Ŵįŧĥ Ĩŉşęřŧ !!! !!!]

# AD_Name_3FE333F79178490C83CB66F154480F13
source: Open With Stamp
fr: [Øpęŉ Ŵįŧĥ Ŝŧämp !!! !!!]

# AD_Name_4AFC11E6E9924A0F9BDFC0CC42FF9A0B
source: Check In
fr: [Cĥęčĸ Ĩŉ !!! !!! !!! !!! !!! !!! !!!]

# AD_Name_4D1643AE425748EA81B2C2D36F133C1B
source: History
fr: [Ħįşŧőřy !!! !!! !!! !!! !!! !!!]

# AD_Name_59FF20A3A7C345A1A267BAD4A3B5219A
source: Workflow
fr: [Ŵőřĸƒľőŵ !!! !!! !!! !!! !!! !!! !!!]

# AD_Name_673B87A134BF4CE8879F755CB1B2DF02
source: Folder Administration
fr: [Főľđęř Åđmįŉįşŧřäŧįőŉ !!! !!!]

# AD_Name_6862EA743C6B44F499D1B3DDB4725152
source: Open
fr: [Øpęŉ !!! !!! !!!]

# AD_Name_6BA3674F0FD9485986EFAA9BA082A830
source: Modify
fr: [Mőđįƒy !!! !!! !!! !!! !!!]

# AD_Name_72F6509C447940D2B708BEAF06F153F8
source: Detail
fr: [Đęŧäįľ !!! !!! !!! !!! !!!]

# AD_Name_78FB13B449D5455BAE408CB8BA6B23E7
source: List
fr: [Ŀįşŧ !!! !!! !!! !!!]

# AD_Name_803D22369ADB4037A315B542567A9DB3
source: List
fr: [Ŀįşŧ !!! !!! !!!]

# AD_Name_804492E7DBC947EEB3B1C750CC9B427E
source: List Thumbnail Tiff
fr: [Ŀįşŧ Ŧĥūmþŉäįľ Ŧįƒƒ !!! !!!]

# AD_Name_97156B7BF78B4F5CAD11D2217732D947
source: Version Management
fr: [Vęřşįőŉ Mäŉäģęmęŉŧ !!! !!!]

# AD_Name_99B76763F2FB45BFAE43854DDED47EF6
source: Horizontal-detail
fr: [Ħőřįžőŉŧäľ-đęŧäįľ !!! !!!]

# AD_Name_AD2B9A7F2AA947C8B744F5CA3CC2032B
source: Master-Detail
fr: [Mäşŧęř-Đęŧäįľ !!! !!!]

# AD_Name_B4439FA900564283BAA55CE250312247
source: Advanced Search
fr: [Åđväŉčęđ Ŝęäřčĥ !!! !!!]

# AD_Name_C58336F81569406F91A27916B06842C2
source: Email With FormFill
fr: [Ēmäįľ Ŵįŧĥ FőřmFįľľ !!! !!!]

# AD_Name_D2F31950FB8E4CF3BB048939FCFB833C
source: Get Copy With Stamp
fr: [Ğęŧ Cőpy Ŵįŧĥ Ŝŧämp !!! !!!]

# AD_Name_DF68812F204C4C238C0221C7BA0D91D4
source: Get Copy
fr: [Ğęŧ Cőpy !!! !!! !!! !!! !!! !!! !!!]

# AD_Name_E033F356E687498B902F51E698979D8B
source: Note
fr: [Ńőŧę !!! !!! !!!]

# AD_Name_E41FF2180EEC4DDABAB8983D24DE0402
source: Search
fr: [Ŝęäřčĥ !!! !!! !!! !!! !!!]

# AD_Name_E53A567222294CBCB0F7455EF5579AB9
source: To Queue
fr: [Ŧő Qūęūę !!! !!! !!! !!! !!! !!! !!!]

# AD_Name_E9B70B3FD0BA45EDBB0A2355A690DC53
source: Delete
fr: [Đęľęŧę !!! !!! !!! !!! !!!]

# AD_Name_EADC86BCA4FC46C28BBD7D16F35F1451
source: Open Tiff As Pdf
fr: [Øpęŉ Ŧįƒƒ Åş Pđƒ !!! !!!]

# AD_Name_F5CA112882244041824DFD7CF7EFE39C
source: List
fr: [Ŀįşŧ !!! !!! !!! !!!]

# AD_Name_F8C459039EB5457D82213B16287D93D4
source: Open Tiff
fr: [Øpęŉ Ŧįƒƒ !!! !!! !!! !!! !!! !!! !!! !!!]

# CD_Descr_1
source: Value is Exactaly the same
fr: [Väľūę įş Ēχäčŧäľy ŧĥę şämę !!! !!!]

# CD_Descr_10
source: Ends with the value
fr: [Ēŉđş ŵįŧĥ ŧĥę väľūę !!! !!!]

# CD_Descr_2
source: Is found within a field
fr: [Ĩş ƒőūŉđ ŵįŧĥįŉ ä ƒįęľđ !!! !!!]

# CD_Descr_3
source: Is Between
fr: [Ĩş ßęŧŵęęŉ !!! !!!]

# CD_Descr_4
source: Is Greater than a value
fr: [Ĩş Ğřęäŧęř ŧĥäŉ ä väľūę !!! !!!]

# CD_Descr_5
source: Is less than a value
fr: [Ĩş ľęşş ŧĥäŉ ä väľūę !!! !!!]

# CD_Descr_6
source: Value is Null
fr: [Väľūę įş Ńūľľ !!! !!!]

# CD_Descr_7
source: Starts with the Value
fr: [Ŝŧäřŧş ŵįŧĥ ŧĥę Väľūę !!! !!!]

# CD_Descr_9
source: A User's Information
fr: [Å Ůşęř'ş Ĩŉƒőřmäŧįőŉ !!! !!!]

# CD_Name_1
source: Equals
fr: [Ēqūäľş !!! !!! !!! !!! !!!]

# CD_Name_10
source: Ends With
fr: [Ēŉđş Ŵįŧĥ !!! !!! !!! !!! !!! !!! !!! !!!]

# CD_Name_2
source: Contains
fr: [Cőŉŧäįŉş !!! !!! !!! !!! !!! !!! !!!]

# CD_Name_3
source: Between
fr: [ßęŧŵęęŉ !!! !!! !!! !!! !!! !!!]

# CD_Name_4
source: Greater Than
fr: [Ğřęäŧęř Ŧĥäŉ !!! !!!]

# CD_Name_5
source: Less Than
fr: [Ŀęşş Ŧĥäŉ !!! !!! !!! !!! !!! !!! !!! !!!]

# CD_Name_6
source: Is Null
fr: [Ĩş Ńūľľ !!! !!! !!! !!! !!! !!!]

# CD_Name_7
source: Starts With
fr: [Ŝŧäřŧş Ŵįŧĥ !!! !!!]

# CD_Name_9
source: User Value
fr: [Ůşęř Väľūę !!! !!!]
