Repository: jackhwl/WebPerformanceTest
Catalog: EcmWebBilingual/DoximLocalization/Resources/Lib/ExceptionsRes.*.resx
Languages: fr

# ActionPermissionException_errMsgs_NoAccessAction
source: No privilege to access the action:{0}
fr: [Ńő přįvįľęģę ŧő äččęşş ŧĥę äčŧįőŉ:{0} !!! !!!]

# CustomFieldException_errMsgs_CustomFieldNameExisted
source: Custom Field Name Or XML ID already existed!
fr: [Cūşŧőm Fįęľđ Ńämę Øř XMĿ ĨĐ äľřęäđy ęχįşŧęđ! !!! !!!]

# CustomFieldException_errMsgs_DeleteCutomFieldError
source: Deleting Custom Field occures an error: it is still referenced by other objects.
fr: [Đęľęŧįŉģ Cūşŧőm Fįęľđ őččūřęş äŉ ęřřőř: įŧ įş şŧįľľ řęƒęřęŉčęđ þy őŧĥęř őþĵęčŧş. !!! !!! !!! !!! !!!]

# CustomFieldException_errMsgs_InvalidCustomFieldID
source: Invalid Custom Field ID!
fr: [Ĩŉväľįđ Cūşŧőm Fįęľđ ĨĐ! !!! !!!]

# CustomFieldException_errMsgs_InvalidName
source: Invalid name, name can not be empty!
fr: [Ĩŉväľįđ ŉämę, ŉämę čäŉ ŉőŧ þę ęmpŧy! !!! !!!]

# CustomFieldException_errMsgs_InvalidXmlID
source: Invalid XmlID, XmlID can not be empty!
fr: [Ĩŉväľįđ XmľĨĐ, XmľĨĐ čäŉ ŉőŧ þę ęmpŧy! !!! !!!]

# CustomFieldException_errMsgs_UnableChangeIsValueListFalse
source: Unable to change 'IsValueList' to false because there are list values defined!
fr: [Ůŉäþľę ŧő čĥäŉģę 'ĨşVäľūęĿįşŧ' ŧő ƒäľşę þęčäūşę ŧĥęřę äřę ľįşŧ väľūęş đęƒįŉęđ! !!! !!! !!! !!! !!!]

# CustomFieldException_errMsgs_UnableChangeIsValueListTrue
source: Unable to change 'IsValueList' to true because there is user referencing this custom field!
fr: [Ůŉäþľę ŧő čĥäŉģę 'ĨşVäľūęĿįşŧ' ŧő ŧřūę þęčäūşę ŧĥęřę įş ūşęř řęƒęřęŉčįŉģ ŧĥįş čūşŧőm ƒįęľđ! !!! !!! !!! !!! !!! !!!]

# CustomFieldException_errMsgs_UnableChangeIsValueMultiple
source: Unable to change 'Is Value Multiple' because there are more than one value ref by users.
fr: [Ůŉäþľę ŧő čĥäŉģę 'Ĩş Väľūę Mūľŧįpľę' þęčäūşę ŧĥęřę äřę mőřę ŧĥäŉ őŉę väľūę řęƒ þy ūşęřş. !!! !!! !!! !!! !!! !!!]

# CustomFieldException_errMsgs_UnableDeleteCustomField
source: Unable to delete this custom field because there are custom group referencing it!
fr: [Ůŉäþľę ŧő đęľęŧę ŧĥįş čūşŧőm ƒįęľđ þęčäūşę ŧĥęřę äřę čūşŧőm ģřőūp řęƒęřęŉčįŉģ įŧ! !!! !!! !!! !!! !!!]

# DataAccessException_errMsgFormats_01AlreadyExisted
source: {0} {1} already existed!
fr: [{0} {1} äľřęäđy ęχįşŧęđ! !!! !!!]

# DataAccessException_errMsgFormats_0AlreadyExisted
source: {0} already existed!
fr: [{0} äľřęäđy ęχįşŧęđ! !!! !!!]

# DataAccessException_errMsgFormats_InvalidID
source: Invalid {0} ID!
fr: [Ĩŉväľįđ {0} ĨĐ! !!! !!!]

# DataAccessException_errMsgFormats_UnableToDo
source: Unable to {2} this {0}. Please {2} all {1} under this {0}
fr: [Ůŉäþľę ŧő {2} ŧĥįş {0}. Pľęäşę {2} äľľ {1} ūŉđęř ŧĥįş {0} !!! !!! !!!]

# DataAccessException_GetFormatException_UnhandledDBError
source: Unhandled DB error
fr: [Ůŉĥäŉđľęđ Đß ęřřőř !!! !!!]

# DocuBinException_errMsgs_FailedCreateFolder
source: Failed to create a DocuBin folder.
fr: [Fäįľęđ ŧő čřęäŧę ä Đőčūßįŉ ƒőľđęř. !!! !!!]

# DocuBinException_errMsgs_FailedCreateInstance
source: Failed to create a new instance of DocuBin object.
fr: [Fäįľęđ ŧő čřęäŧę ä ŉęŵ įŉşŧäŉčę őƒ Đőčūßįŉ őþĵęčŧ. !!! !!! !!!]

# DocuBinException_errMsgs_FailedDeleteFolder
source: Failed to delete a DocuBin folder.
fr: [Fäįľęđ ŧő đęľęŧę ä Đőčūßįŉ ƒőľđęř. !!! !!!]

# DocuBinException_errMsgs_FailedRemoveFolder
source: Failed to remove a DocuBin folder.
fr: [Fäįľęđ ŧő řęmővę ä Đőčūßįŉ ƒőľđęř. !!! !!!]

# DocuBinException_errMsgs_FolderAlreadyExists
source: DocuBin folder already exists.
fr: [Đőčūßįŉ ƒőľđęř äľřęäđy ęχįşŧş. !!! !!!]

# DocuBinException_errMsgs_FolderNotExist
source: DocuBin folder does not exist.
fr: [Đőčūßįŉ ƒőľđęř đőęş ŉőŧ ęχįşŧ. !!! !!!]

# DocuTypeException_errMsgs_DocTypeExisted
source: Document type Name Or XmlID already existed!
fr: [Đőčūmęŉŧ ŧypę Ńämę Øř XmľĨĐ äľřęäđy ęχįşŧęđ! !!! !!!]

# DocuTypeException_errMsgs_InvalidDocumentTypeID
source: Invalid document type ID!
fr: [Ĩŉväľįđ đőčūmęŉŧ ŧypę ĨĐ! !!! !!!]

# DocuTypeException_errMsgs_UnableDeleteDocType
source: Unable to delete this document type. Please delete related batches\\views\\metatags\\documents
fr: [Ůŉäþľę ŧő đęľęŧę ŧĥįş đőčūmęŉŧ ŧypę. Pľęäşę đęľęŧę řęľäŧęđ þäŧčĥęş\\vįęŵş\\męŧäŧäģş\\đőčūmęŉŧş !!! !!! !!! !!! !!! !!!]

# EmptyException_errMsgs_CantEmpty
source: {0}{1} can not be empty!
fr: [{0}{1} čäŉ ŉőŧ þę ęmpŧy! !!! !!!]

# EmptyException_errMsgs_InvalidValue
source: Invalid value,
fr: [Ĩŉväľįđ väľūę, !!! !!!]

# FolderException_errMsgs_ContainsDocuments
source: Folder still contains documents!
fr: [Főľđęř şŧįľľ čőŉŧäįŉş đőčūmęŉŧş! !!! !!!]

# FolderException_errMsgs_ContainsSubfolders
source: Folder still contains subfolders!
fr: [Főľđęř şŧįľľ čőŉŧäįŉş şūþƒőľđęřş! !!! !!!]

# MetaTagException_errMsgs_HasListDefined
source: Has metatag list defined!
fr: [Ħäş męŧäŧäģ ľįşŧ đęƒįŉęđ! !!! !!!]

# MetaTagException_errMsgs_HasReferenceMoreThanOnce
source: Has document reference this metatag more than once!
fr: [Ħäş đőčūmęŉŧ řęƒęřęŉčę ŧĥįş męŧäŧäģ mőřę ŧĥäŉ őŉčę! !!! !!! !!!]

# MetaTagException_errMsgs_InvalidMetaTagID
source: Invalid MetaTag ID!
fr: [Ĩŉväľįđ MęŧäŦäģ ĨĐ! !!! !!!]

# MetaTagException_errMsgs_MetaTagExisted
source: MetaTag Name Or XMLID already existed!
fr: [MęŧäŦäģ Ńämę Øř XMĿĨĐ äľřęäđy ęχįşŧęđ! !!! !!!]

# MetaTagException_errMsgs_NotAllValuesProvided
source: Not all document's current metatag values has been provided!
fr: [Ńőŧ äľľ đőčūmęŉŧ'ş čūřřęŉŧ męŧäŧäģ väľūęş ĥäş þęęŉ přővįđęđ! !!! !!! !!! !!!]

# MetaTagException_errMsgs_ReferencedByDocs
source: This metatag is referenced by documents
fr: [Ŧĥįş męŧäŧäģ įş řęƒęřęŉčęđ þy đőčūmęŉŧş !!! !!!]

# MetaTagException_errMsgs_UnableConvert
source: Unable to convert
fr: [Ůŉäþľę ŧő čőŉvęřŧ !!! !!!]

# PortfolioException_errMsgs_ActionCantNull
source: Portfolio Default Action can't be null, check actiondefs table has portfolio action definition.
fr: [Pőřŧƒőľįő Đęƒäūľŧ Åčŧįőŉ čäŉ'ŧ þę ŉūľľ, čĥęčĸ äčŧįőŉđęƒş ŧäþľę ĥäş pőřŧƒőľįő äčŧįőŉ đęƒįŉįŧįőŉ. !!! !!! !!! !!! !!! !!!]

# PortfolioException_errMsgs_CantDeletePortfolio
source: Cannot delete portfolio. There are views attached to it.
fr: [Cäŉŉőŧ đęľęŧę pőřŧƒőľįő. Ŧĥęřę äřę vįęŵş äŧŧäčĥęđ ŧő įŧ. !!! !!! !!!]

# PortfolioException_errMsgs_InvalidPortfolioID
source: Invalid portfolio ID!
fr: [Ĩŉväľįđ pőřŧƒőľįő ĨĐ! !!! !!!]

# UserException_errMsgs_InvalidUser
source: Invalid User!
fr: [Ĩŉväľįđ Ůşęř! !!! !!!]

# UserException_errMsgs_UnableDeleteUser
source: Unable to delete this User. Please delete all Companies under this organization.
fr: [Ůŉäþľę ŧő đęľęŧę ŧĥįş Ůşęř. Pľęäşę đęľęŧę äľľ Cőmpäŉįęş ūŉđęř ŧĥįş őřģäŉįžäŧįőŉ. !!! !!! !!! !!! !!!]

# UserException_errMsgs_UserIDExisted
source: User ID already existed!
fr: [Ůşęř ĨĐ äľřęäđy ęχįşŧęđ! !!! !!!]
