Repository: jackhwl/WebPerformanceTest
Catalog: EcmWebBilingual/DoximLocalization/Resources/Lib/MiscRes.*.resx
Languages: fr

# Common_Meaning
source: Failed login, Invalid User ID or Password, After {0} more time(s) retry, your account will be locked! REALLY!!!
fr: [Fäįľęđ ľőģįŉ, Ĩŉväľįđ Ůşęř ĨĐ őř Päşşŵőřđ, Åƒŧęř {0} mőřę ŧįmę(ş) řęŧřy, yőūř äččőūŉŧ ŵįľľ þę ľőčĸęđ! ŖĒÅĿĿŸ!!! !!! !!! !!! !!! !!! !!! !!!]

# Composite_Insert2File
source: Document: {0} not found, Please contact your system Administrator.
fr: [Đőčūmęŉŧ: {0} ŉőŧ ƒőūŉđ, Pľęäşę čőŉŧäčŧ yőūř şyşŧęm Åđmįŉįşŧřäŧőř. !!! !!! !!! !!!]

# ErrMsg_FailedUpdateById
source: Failed to update by id!
fr: [Fäįľęđ ŧő ūpđäŧę þy įđ! !!! !!!]

# Exception_InvalidId
source: Invalid id!
fr: [Ĩŉväľįđ įđ! !!! !!!]

# Exception_InvalidInfoID
source: Invalid info ID!
fr: [Ĩŉväľįđ įŉƒő ĨĐ! !!! !!!]

# Exception_MethodNotImplemented
source: The method or operation is not implemented.
fr: [Ŧĥę męŧĥőđ őř őpęřäŧįőŉ įş ŉőŧ įmpľęmęŉŧęđ. !!! !!!]

# Exception_Name
source: Name
fr: [Ńämę !!! !!! !!!]

# Exception_UnableCreateConfigInstance
source: Unable to create action configuration instance, please contact system administrator!\r\n{0}
fr: [Ůŉäþľę ŧő čřęäŧę äčŧįőŉ čőŉƒįģūřäŧįőŉ įŉşŧäŉčę, pľęäşę čőŉŧäčŧ şyşŧęm äđmįŉįşŧřäŧőř!\ř\ŉ{0} !!! !!! !!! !!! !!! !!!]

# Exception_WrongConfigurationType
source: wrong configuration type: {0}
fr: [ŵřőŉģ čőŉƒįģūřäŧįőŉ ŧypę: {0} !!! !!!]

# Exception_XMLID
source: XML ID
fr: [XMĿ ĨĐ !!! !!! !!! !!! !!!]

# Info_NotApplicable
source: N/A
fr: [Ń/Å !!! !!!]

# Info_PleaseWait
source: Please wait...
fr: [Pľęäşę ŵäįŧ... !!! !!!]

# Label_Author
source: Author
fr: [Åūŧĥőř !!! !!! !!! !!! !!!]

# Label_Author_Desc
source: Author
fr: [Åūŧĥőř !!! !!! !!! !!! !!!]

# Label_Description
source: Description
fr: [Đęşčřįpŧįőŉ !!! !!!]

# Label_Description_Desc
source: Description
fr: [Đęşčřįpŧįőŉ !!! !!!]

# Label_DocID
source: DocID
fr: [ĐőčĨĐ !!! !!! !!! !!!]

# Label_DocID_Desc
source: DocID
fr: [ĐőčĨĐ !!! !!! !!! !!!]

# Label_ExpiryDate
source: ExpiryDate
fr: [ĒχpįřyĐäŧę !!! !!!]

# Label_ExpiryDate_Desc
source: Expiry Date
fr: [Ēχpįřy Đäŧę !!! !!!]

# Label_FileName
source: FileName
fr: [FįľęŃämę !!! !!! !!! !!! !!! !!! !!!]

# Label_FileName_Desc
source: File Name
fr: [Fįľę Ńämę !!! !!! !!! !!! !!! !!! !!! !!!]

# Label_FileSize
source: FileSize
fr: [FįľęŜįžę !!! !!! !!! !!! !!! !!! !!!]

# Label_FileSize_Desc
source: File Size
fr: [Fįľę Ŝįžę !!! !!! !!! !!! !!! !!! !!! !!!]

# Label_FolderID
source: FolderID
fr: [FőľđęřĨĐ !!! !!! !!! !!! !!! !!! !!!]

# Label_FolderID_Desc
source: FolderID
fr: [FőľđęřĨĐ !!! !!! !!! !!! !!! !!! !!!]

# Label_NewCompany
source: New Company
fr: [Ńęŵ Cőmpäŉy !!! !!!]

# Label_ReleaseDate
source: ReleaseDate
fr: [ŖęľęäşęĐäŧę !!! !!!]

# Label_ReleaseDate_Desc
source: Release Date
fr: [Ŗęľęäşę Đäŧę !!! !!!]

# Label_Shared
source: Shared
fr: [Ŝĥäřęđ !!! !!! !!! !!! !!!]

# Label_SharedFolder
source: Shared Folder
fr: [Ŝĥäřęđ Főľđęř !!! !!!]

# Label_Title
source: Title
fr: [Ŧįŧľę !!! !!! !!! !!!]

# Label_Title_Desc
source: Title
fr: [Ŧįŧľę !!! !!! !!! !!!]

# Label_Version
source: Version
fr: [Vęřşįőŉ !!! !!! !!! !!! !!! !!!]

# Label_Version_Desc
source: Version
fr: [Vęřşįőŉ !!! !!! !!! !!! !!! !!!]

# Reflection_DynamicMethodHandlerFactory_CreateConstructor_Constructor
source: constructor
fr: [čőŉşŧřūčŧőř !!! !!!]

# Reflection_DynamicMethodHandlerFactory_CreateConstructor_NotSupportConstructor
source: Not support constructor with parameters
fr: [Ńőŧ şūppőřŧ čőŉşŧřūčŧőř ŵįŧĥ päřämęŧęřş !!! !!!]

# Reflection_DynamicMethodHandlerFactory_CreateFieldGetter_Field
source: field
fr: [ƒįęľđ !!! !!! !!! !!!]

# Reflection_DynamicMethodHandlerFactory_CreateMethod_Method
source: method
fr: [męŧĥőđ !!! !!! !!! !!! !!!]

# Reflection_DynamicMethodHandlerFactory_CreatePropertyGetter_NoPublicGetAccessor
source: Property: '{0}' of Type: '{1}' does not have a Public Get accessor
fr: [Přőpęřŧy: '{0}' őƒ Ŧypę: '{1}' đőęş ŉőŧ ĥävę ä Pūþľįč Ğęŧ äččęşşőř !!! !!! !!! !!!]

# Reflection_DynamicMethodHandlerFactory_CreatePropertyGetter_Property
source: property
fr: [přőpęřŧy !!! !!! !!! !!! !!! !!! !!!]

# Reflection_MethodCaller_CallMethod_Failed
source: {0} failed
fr: [{0} ƒäįľęđ !!! !!!]

# Reflection_MethodCaller_CallPropertyGetter_ArgumentNull
source: Argument is null or empty.
fr: [Åřģūmęŉŧ įş ŉūľľ őř ęmpŧy. !!! !!!]

# Reflection_MethodCaller_CallPropertyGetter_HasNoPublicGetter
source: The property '{0}' on Type '{1}' does not have a public getter.
fr: [Ŧĥę přőpęřŧy '{0}' őŉ Ŧypę '{1}' đőęş ŉőŧ ĥävę ä pūþľįč ģęŧŧęř. !!! !!! !!! !!!]

# Reflection_MethodCaller_CreateInstance_NotDefaultConstructor
source: Not implement default constructor!
fr: [Ńőŧ įmpľęmęŉŧ đęƒäūľŧ čőŉşŧřūčŧőř! !!! !!!]

# Reflection_MethodCaller_GetCachedConstructor_CannotCreateInstanceType
source: Cannot create instance of Type '{0}'. No public parameterless constructor found.
fr: [Cäŉŉőŧ čřęäŧę įŉşŧäŉčę őƒ Ŧypę '{0}'. Ńő pūþľįč päřämęŧęřľęşş čőŉşŧřūčŧőř ƒőūŉđ. !!! !!! !!! !!! !!!]

# Reflection_MethodCaller_GetCachedField_NotFoundField
source: Not found field-{0}
fr: [Ńőŧ ƒőūŉđ ƒįęľđ-{0} !!! !!!]

# Reflection_MethodCaller_GetCachedProperty_NotFoundProperty
source: Not found property-{0}
fr: [Ńőŧ ƒőūŉđ přőpęřŧy-{0} !!! !!!]

# Reflection_MethodCaller_GetPropertyValue_FailedCall
source: Failed to call {0}
fr: [Fäįľęđ ŧő čäľľ {0} !!! !!!]

# Security_AppContext_User_UserInfoNoExist
source: UserInfo doesn't exist in ASP Session.
fr: [ŮşęřĨŉƒő đőęşŉ'ŧ ęχįşŧ įŉ ÅŜP Ŝęşşįőŉ. !!! !!!]
