Repository: jackhwl/WebPerformanceTest
Catalog: EcmWebBilingual/DoximLocalization/Resources/Js/JsRes.*.resx
Languages: fr

# Admin_Action_ActionProfileView_DefaultAction
source: This action is one of {0}'s default action. \n\r Please change {0} default action first!
fr: [Ŧĥįş äčŧįőŉ įş őŉę őƒ {0}'ş đęƒäūľŧ äčŧįőŉ. \ŉ\ř Pľęäşę čĥäŉģę {0} đęƒäūľŧ äčŧįőŉ ƒįřşŧ! !!! !!! !!! !!! !!! !!!]

# Admin_Action_ActionProfileView_DocumentType
source: document type
fr: [đőčūmęŉŧ ŧypę !!! !!!]

# Admin_Action_ActionProfileView_FieldEmpty
source: Please enter a value for the \"Name\" field.
fr: [Pľęäşę ęŉŧęř ä väľūę ƒőř ŧĥę \"Ńämę\" ƒįęľđ. !!! !!!]

# Admin_Action_ActionProfileView_Portfolio
source: portfolio
fr: [pőřŧƒőľįő !!! !!! !!! !!! !!! !!! !!! !!!]

# Admin_Action_ActionProfileView_View
source: view
fr: [vįęŵ !!! !!! !!!]

# Admin_Action_EmailConfigControl_Empty
source: Email Address can't be empty!
fr: [Ēmäįľ Åđđřęşş čäŉ'ŧ þę ęmpŧy! !!! !!!]

# Admin_Action_EmailConfigControl_Invalid
source: when select current setting and user not changeable must input a valid email address
fr: [ŵĥęŉ şęľęčŧ čūřřęŉŧ şęŧŧįŉģ äŉđ ūşęř ŉőŧ čĥäŉģęäþľę mūşŧ įŉpūŧ ä väľįđ ęmäįľ äđđřęşş !!! !!! !!! !!! !!!]

# Admin_Action_FieldsConfigControl_Alias
source: Alias: {0} appear more than once!
fr: [Åľįäş: {0} äppęäř mőřę ŧĥäŉ őŉčę! !!! !!!]

# Admin_Action_FieldsConfigControl_FieldEmpty
source: please select at least one field
fr: [pľęäşę şęľęčŧ äŧ ľęäşŧ őŉę ƒįęľđ !!! !!!]

# Admin_Action_FieldsConfigControl_ListEmpty
source: List fields cannot be empty
fr: [Ŀįşŧ ƒįęľđş čäŉŉőŧ þę ęmpŧy !!! !!!]

# Admin_Action_FileSelectionConfigControl_SelectType
source: Please select the file selection type: Basic/Associated.
fr: [Pľęäşę şęľęčŧ ŧĥę ƒįľę şęľęčŧįőŉ ŧypę: ßäşįč/Åşşőčįäŧęđ. !!! !!! !!!]

# Admin_Action_FileSelectionConfigControl_SelectValue
source: Please select a value from the dropdown list.
fr: [Pľęäşę şęľęčŧ ä väľūę ƒřőm ŧĥę đřőpđőŵŉ ľįşŧ. !!! !!!]

# Admin_Action_ImageConvert_ConstrainType
source: Please select a constrain type for converting.
fr: [Pľęäşę şęľęčŧ ä čőŉşŧřäįŉ ŧypę ƒőř čőŉvęřŧįŉģ. !!! !!!]

# Admin_Action_ImageConvert_Height
source: enPlease enter a valid value for Height field(1-2000)
fr: [ęŉPľęäşę ęŉŧęř ä väľįđ väľūę ƒőř Ħęįģĥŧ ƒįęľđ(1-2000) !!! !!! !!!]

# Admin_Action_ImageConvert_Width
source: enPlease enter a valid value for Width field(1-2000)
fr: [ęŉPľęäşę ęŉŧęř ä väľįđ väľūę ƒőř Ŵįđŧĥ ƒįęľđ(1-2000) !!! !!! !!!]

# Admin_Action_InsertConfigControl_SelectInsert
source: Please select Insert Position
fr: [Pľęäşę şęľęčŧ Ĩŉşęřŧ Pőşįŧįőŉ !!! !!!]

# Admin_Action_MasterDetailConfigControl_SelectDetailAction
source: Please select detail action
fr: [Pľęäşę şęľęčŧ đęŧäįľ äčŧįőŉ !!! !!!]

# Admin_Action_MasterDetailConfigControl_SelectDetailView
source: Please select Detail View
fr: [Pľęäşę şęľęčŧ Đęŧäįľ Vįęŵ !!! !!!]

# Admin_Action_MasterDetailConfigControl_SelectMasterAction
source: Please select master action
fr: [Pľęäşę şęľęčŧ mäşŧęř äčŧįőŉ !!! !!!]

# Admin_Action_PortfolioViewsControl_OrderField
source: Please input integer for the \"Order\" field
fr: [Pľęäşę įŉpūŧ įŉŧęģęř ƒőř ŧĥę \"Øřđęř\" ƒįęľđ !!! !!!]

# Admin_Action_PortfolioViewsControl_ValueField
source: Please input integer for the \"Value\" field.
fr: [Pľęäşę įŉpūŧ įŉŧęģęř ƒőř ŧĥę \"Väľūę\" ƒįęľđ. !!! !!!]

# Admin_Action_StampConfigControl_OneStamp
source: Please select at least one stamp showing page
fr: [Pľęäşę şęľęčŧ äŧ ľęäşŧ őŉę şŧämp şĥőŵįŉģ päģę !!! !!!]

# Admin_Action_StampConfigControl_OverlayStamp
source: Please select Underlay/Overlay stamp
fr: [Pľęäşę şęľęčŧ Ůŉđęřľäy/Øvęřľäy şŧämp !!! !!!]

# Admin_Action_WorkFlowControl_Configure
source: Please configure
fr: [Pľęäşę čőŉƒįģūřę !!! !!!]

# Admin_Action_WorkFlowControl_EnterCurrency
source: Please enter a valid currency number
fr: [Pľęäşę ęŉŧęř ä väľįđ čūřřęŉčy ŉūmþęř !!! !!!]

# Admin_Action_WorkFlowControl_EnterDate
source: Please enter a valid date value for the field with format: YYYY-MM-DD.
fr: [Pľęäşę ęŉŧęř ä väľįđ đäŧę väľūę ƒőř ŧĥę ƒįęľđ ŵįŧĥ ƒőřmäŧ: ŸŸŸŸ-MM-ĐĐ. !!! !!! !!! !!!]

# Admin_Action_WorkFlowControl_EnterInteger
source: Please enter a valid integer number (?,147,483,648 to 2,147,483,647)
fr: [Pľęäşę ęŉŧęř ä väľįđ įŉŧęģęř ŉūmþęř (?,147,483,648 ŧő 2,147,483,647) !!! !!! !!! !!!]

# Admin_Action_WorkFlowControl_ToDoStatus
source: Please select or input From To Do Status
fr: [Pľęäşę şęľęčŧ őř įŉpūŧ Fřőm Ŧő Đő Ŝŧäŧūş !!! !!!]

# Admin_Action_WorkFlowControl_WorkflowEmpty
source: workflow can not be empty
fr: [ŵőřĸƒľőŵ čäŉ ŉőŧ þę ęmpŧy !!! !!!]

# Admin_Batch_BatchProfileView_BatchName
source: Please enter a value for the \"Batch Name\" field.
fr: [Pľęäşę ęŉŧęř ä väľūę ƒőř ŧĥę \"ßäŧčĥ Ńämę\" ƒįęľđ. !!! !!! !!!]

# Admin_Batch_BatchProfileView_DateActive
source: Please enter a valid value for the \"Date Active\" field.
fr: [Pľęäşę ęŉŧęř ä väľįđ väľūę ƒőř ŧĥę \"Đäŧę Åčŧįvę\" ƒįęľđ. !!! !!! !!!]

# Admin_Batch_BatchProfileView_DateExpire
source: Please enter a valid value for the \"Date Expire\" field.
fr: [Pľęäşę ęŉŧęř ä väľįđ väľūę ƒőř ŧĥę \"Đäŧę Ēχpįřę\" ƒįęľđ. !!! !!! !!!]

# Admin_Batch_BatchProfileView_ExpiryDateWarning
source: Warning: The expiry date is previous to active date. \r\nDo you want continue?
fr: [Ŵäřŉįŉģ: Ŧĥę ęχpįřy đäŧę įş přęvįőūş ŧő äčŧįvę đäŧę. \ř\ŉĐő yőū ŵäŉŧ čőŉŧįŉūę? !!! !!! !!! !!! !!!]

# Admin_Company_CompanyProfileGeneralView_EnterValue
source: Please enter a value for the \"Company Name\" field.
fr: [Pľęäşę ęŉŧęř ä väľūę ƒőř ŧĥę \"Cőmpäŉy Ńämę\" ƒįęľđ. !!! !!! !!!]

# Admin_Company_CompanyProfileGeneralView_InvalidField
source: Invalid \"Post Code\" field. Please re-enter.
fr: [Ĩŉväľįđ \"Pőşŧ Cőđę\" ƒįęľđ. Pľęäşę řę-ęŉŧęř. !!! !!!]

# Admin_Company_CompanyProfileSettingView_EmailBody
source: Feedback email body cannot exceed 900 characters!
fr: [Fęęđþäčĸ ęmäįľ þőđy čäŉŉőŧ ęχčęęđ 900 čĥäřäčŧęřş! !!! !!! !!!]

# Admin_Company_CompanyProfileSettingView_EmailEmpty
source: Feedback email can not empty!
fr: [Fęęđþäčĸ ęmäįľ čäŉ ŉőŧ ęmpŧy! !!! !!!]

# Admin_Company_CompanyProfileSettingView_Minimum8
source: A minimum of 8 characters is required.
fr: [Å mįŉįmūm őƒ 8 čĥäřäčŧęřş įş řęqūįřęđ. !!! !!!]

# Admin_Company_CompanyProfileSettingView_Minimum8Alpha
source: A minimum of 8 characters and a combination of both alpha and numeric characters are required.
fr: [Å mįŉįmūm őƒ 8 čĥäřäčŧęřş äŉđ ä čőmþįŉäŧįőŉ őƒ þőŧĥ äľpĥä äŉđ ŉūmęřįč čĥäřäčŧęřş äřę řęqūįřęđ. !!! !!! !!! !!! !!! !!!]

# Admin_Company_CompanyProfileSettingView_NoRequirement
source: No Requirement
fr: [Ńő Ŗęqūįřęmęŉŧ !!! !!!]

# Admin_Company_CompanyProfileSettingView_SubjectEmpty
source: Feedback subject can not empty!
fr: [Fęęđþäčĸ şūþĵęčŧ čäŉ ŉőŧ ęmpŧy! !!! !!!]

# Admin_Company_CompanyProfileSettingView_UrlEmpty
source: Feedback ulr can not be empty!
fr: [Fęęđþäčĸ ūľř čäŉ ŉőŧ þę ęmpŧy! !!! !!!]

# Admin_Company_CompanyProfileSettingView_UrlStartWith
source: Feedback url should start with \"http://\" or \"https://\"
fr: [Fęęđþäčĸ ūřľ şĥőūľđ şŧäřŧ ŵįŧĥ \"ĥŧŧp://\" őř \"ĥŧŧpş://\" !!! !!! !!!]

# Admin_Company_CompanyProfileView_NoRight
source: You don't have the right to delete the company:{0}.\n\r
fr: [Ÿőū đőŉ'ŧ ĥävę ŧĥę řįģĥŧ ŧő đęľęŧę ŧĥę čőmpäŉy:{0}.\ŉ\ř !!! !!! !!!]

# Admin_Company_CompanyProfileView_Warning
source: Warning: Cannot delete the company: {0}.\n\r Please delete the following related objects first:\n\r--
fr: [Ŵäřŉįŉģ: Cäŉŉőŧ đęľęŧę ŧĥę čőmpäŉy: {0}.\ŉ\ř Pľęäşę đęľęŧę ŧĥę ƒőľľőŵįŉģ řęľäŧęđ őþĵęčŧş ƒįřşŧ:\ŉ\ř-- !!! !!! !!! !!! !!! !!! !!!]

# Admin_Company_UserListView_ValueEmpty
source: Search value can not be empty
fr: [Ŝęäřčĥ väľūę čäŉ ŉőŧ þę ęmpŧy !!! !!!]

# Admin_CustomField_CustomFieldGeneralView_Name
source: Please enter a value for the \"Name\"
fr: [Pľęäşę ęŉŧęř ä väľūę ƒőř ŧĥę \"Ńämę\" !!! !!!]

# Admin_CustomField_CustomFieldValuesView_OrderNo
source: Please enter a valid order number.
fr: [Pľęäşę ęŉŧęř ä väľįđ őřđęř ŉūmþęř. !!! !!!]

# Admin_CustomField_CustomFieldValuesView_Value
source: Value {0} appear more than once!
fr: [Väľūę {0} äppęäř mőřę ŧĥäŉ őŉčę! !!! !!!]

# Admin_DocType_DocumentTypeBatchListView_ValueEmpty
source: Search value can not be empty!
fr: [Ŝęäřčĥ väľūę čäŉ ŉőŧ þę ęmpŧy! !!! !!!]

# Admin_DocType_DocumentTypeGeneralView_DocumentType
source: Document type: {0}
fr: [Đőčūmęŉŧ ŧypę: {0} !!! !!!]

# Admin_DocType_DocumentTypeGeneralView_InvalidExpireYears
source: You have entered invalid number in the \"Expire Years\" field.
fr: [Ÿőū ĥävę ęŉŧęřęđ įŉväľįđ ŉūmþęř įŉ ŧĥę \"Ēχpįřę Ÿęäřş\" ƒįęľđ. !!! !!! !!! !!!]

# Admin_DocType_DocumentTypeGeneralView_RelatedObject
source: Warning: Cannot delete the document type: {0}.\n\r Please delete the following related objects first:
fr: [Ŵäřŉįŉģ: Cäŉŉőŧ đęľęŧę ŧĥę đőčūmęŉŧ ŧypę: {0}.\ŉ\ř Pľęäşę đęľęŧę ŧĥę ƒőľľőŵįŉģ řęľäŧęđ őþĵęčŧş ƒįřşŧ: !!! !!! !!! !!! !!! !!! !!!]

# Admin_Folder_FolderGeneralView_CADOnly
source: Only CAD can delete folder!
fr: [Øŉľy CÅĐ čäŉ đęľęŧę ƒőľđęř! !!! !!!]

# Admin_Folder_FolderGeneralView_FolderNameEmpty
source: Please enter a value for the \"Folder Name\" field.
fr: [Pľęäşę ęŉŧęř ä väľūę ƒőř ŧĥę \"Főľđęř Ńämę\" ƒįęľđ. !!! !!! !!!]

# Admin_Group_GroupGeneralView_CriteriaValue
source: Please input criteria value!
fr: [Pľęäşę įŉpūŧ čřįŧęřįä väľūę! !!! !!!]

# Admin_Group_GroupGeneralView_CustomField
source: Please select custom field!
fr: [Pľęäşę şęľęčŧ čūşŧőm ƒįęľđ! !!! !!!]

# Admin_Group_GroupManualView_Confirm
source: Are you sure you want to delete {0} users from current group?
fr: [Åřę yőū şūřę yőū ŵäŉŧ ŧő đęľęŧę {0} ūşęřş ƒřőm čūřřęŉŧ ģřőūp? !!! !!! !!! !!!]

# Admin_Group_GroupManualView_SelectUser
source: Please select the user(s) you want to remove first!
fr: [Pľęäşę şęľęčŧ ŧĥę ūşęř(ş) yőū ŵäŉŧ ŧő řęmővę ƒįřşŧ! !!! !!! !!!]

# Admin_MetaTag_MetaTagGeneralView_DeleteFail
source: The metatag is referenced by documents, can not be delete!
fr: [Ŧĥę męŧäŧäģ įş řęƒęřęŉčęđ þy đőčūmęŉŧş, čäŉ ŉőŧ þę đęľęŧę! !!! !!! !!!]

# Admin_Organization_OrganizationProfileView_DeleteTheOrganization
source: You don't have the right to delete the organization: {0}
fr: [Ÿőū đőŉ'ŧ ĥävę ŧĥę řįģĥŧ ŧő đęľęŧę ŧĥę őřģäŉįžäŧįőŉ: {0} !!! !!! !!!]

# Admin_Portfolio_PortfolioGeneralView_Format
source: Please use [[CustomField.FieldName]] or [[CommonField.FieldName]] format!
fr: [Pľęäşę ūşę [[CūşŧőmFįęľđ.FįęľđŃämę]] őř [[CőmmőŉFįęľđ.FįęľđŃämę]] ƒőřmäŧ! !!! !!! !!! !!!]

# Admin_Portfolio_PortfolioGeneralView_PortfolioName
source: Please enter a value for the \"Portfolio Name\" field.
fr: [Pľęäşę ęŉŧęř ä väľūę ƒőř ŧĥę \"Pőřŧƒőľįő Ńämę\" ƒįęľđ. !!! !!! !!!]

# Admin_Portfolio_PortfolioGeneralView_SaveConfirm
source: Are you sure to save?
fr: [Åřę yőū şūřę ŧő şävę? !!! !!!]

# Admin_PortfolioField_PortfolioFieldView_CommonFieldName
source: Please enter a value for the \"Common Field Name\" field.
fr: [Pľęäşę ęŉŧęř ä väľūę ƒőř ŧĥę \"Cőmmőŉ Fįęľđ Ńämę\" ƒįęľđ. !!! !!! !!!]

# Admin_PortfolioField_PortfolioFieldView_FieldName
source: Please select a value for the \"Field Name\" field.
fr: [Pľęäşę şęľęčŧ ä väľūę ƒőř ŧĥę \"Fįęľđ Ńämę\" ƒįęľđ. !!! !!! !!!]

# Admin_User_UserProfileCustomFieldView_Confirm
source: one row will be deleted, Are you sure?
fr: [őŉę řőŵ ŵįľľ þę đęľęŧęđ, Åřę yőū şūřę? !!! !!!]

# Admin_User_UserProfileCustomFieldView_ConfirmAllItem
source: all of items will be deleted, Are you sure?
fr: [äľľ őƒ įŧęmş ŵįľľ þę đęľęŧęđ, Åřę yőū şūřę? !!! !!!]

# Admin_User_UserProfileCustomFieldView_EnterRequiredField
source: Please enter a value for the required field
fr: [Pľęäşę ęŉŧęř ä väľūę ƒőř ŧĥę řęqūįřęđ ƒįęľđ !!! !!!]

# Admin_User_UserProfileGeneralView_FirstNameLastName
source: Please enter a value for the \"First Name\" or \"Last Name\" field.
fr: [Pľęäşę ęŉŧęř ä väľūę ƒőř ŧĥę \"Fįřşŧ Ńämę\" őř \"Ŀäşŧ Ńämę\" ƒįęľđ. !!! !!! !!! !!!]

# Admin_User_UserProfileGeneralView_InvalidUserID
source: You have entered invalid character(s) in the \"User ID\" field.\n Valid characters in a-z,A-Z,0-9 or + - _ .
fr: [Ÿőū ĥävę ęŉŧęřęđ įŉväľįđ čĥäřäčŧęř(ş) įŉ ŧĥę \"Ůşęř ĨĐ\" ƒįęľđ.\ŉ Väľįđ čĥäřäčŧęřş įŉ ä-ž,Å-Ż,0-9 őř + - _ . !!! !!! !!! !!! !!! !!! !!!]

# Admin_User_UserProfileGeneralView_UserID
source: Please enter a value for the \"User ID\" field.
fr: [Pľęäşę ęŉŧęř ä väľūę ƒőř ŧĥę \"Ůşęř ĨĐ\" ƒįęľđ. !!! !!! !!!]

# Admin_User_UserProfileSettingView_Portfolio
source: Please select Portfolio!
fr: [Pľęäşę şęľęčŧ Pőřŧƒőľįő! !!! !!!]

# Admin_User_UserProfileSettingView_Setting
source: Please select user setting
fr: [Pľęäşę şęľęčŧ ūşęř şęŧŧįŉģ !!! !!!]

# Admin_User_UserProfileSettingView_View
source: Please select View!
fr: [Pľęäşę şęľęčŧ Vįęŵ! !!! !!!]

# Admin_View_ViewDetailView_EnterBoolean
source: Please enter a valid boolean value (Yes/No;True/False;1/0)
fr: [Pľęäşę ęŉŧęř ä väľįđ þőőľęäŉ väľūę (Ÿęş/Ńő;Ŧřūę/Fäľşę;1/0) !!! !!! !!!]

# Admin_View_ViewDetailView_UserValueEmpty
source: User Value can not be empty
fr: [Ůşęř Väľūę čäŉ ŉőŧ þę ęmpŧy !!! !!!]

# Admin_View_ViewDetailView_ValueEmpty
source: Values can not be empty
fr: [Väľūęş čäŉ ŉőŧ þę ęmpŧy !!! !!!]

# Admin_View_ViewGeneralView_DocumentType
source: Please select a value for the \"Document Type\" field
fr: [Pľęäşę şęľęčŧ ä väľūę ƒőř ŧĥę \"Đőčūmęŉŧ Ŧypę\" ƒįęľđ !!! !!! !!!]

# Admin_View_ViewGeneralView_ViewName
source: Please enter a value for the \"View Name\" field
fr: [Pľęäşę ęŉŧęř ä väľūę ƒőř ŧĥę \"Vįęŵ Ńämę\" ƒįęľđ !!! !!! !!!]

# Common_Control_AdvancedSearchView_CriteriaEmpty
source: Advanced search criteria can not be empty!
fr: [Åđväŉčęđ şęäřčĥ čřįŧęřįä čäŉ ŉőŧ þę ęmpŧy! !!! !!!]

# Common_Control_ConfigurationClass_SelecType
source: Please select the file selection type: Basic/Associated.
fr: [Pľęäşę şęľęčŧ ŧĥę ƒįľę şęľęčŧįőŉ ŧypę: ßäşįč/Åşşőčįäŧęđ. !!! !!! !!!]

# Common_Control_ConfigurationClass_SelecValue
source: Please select a value from the dropdown list.
fr: [Pľęäşę şęľęčŧ ä väľūę ƒřőm ŧĥę đřőpđőŵŉ ľįşŧ. !!! !!!]

# Common_Control_DocEditView_FileName
source: File Name:
fr: [Fįľę Ńämę: !!! !!!]

# Common_Control_DocEditView_SelectDocType
source: Please select a document type
fr: [Pľęäşę şęľęčŧ ä đőčūmęŉŧ ŧypę !!! !!!]

# Common_Control_DocEditView_SelectFile
source: Please select file!
fr: [Pľęäşę şęľęčŧ ƒįľę! !!! !!!]

# Common_Control_DocEditView_SelectFileMsg
source: Please select a file NOT more than 50MB in file size; Check in process will fail if uploading file takes more than 1 hour upon your internet connection!
fr: [Pľęäşę şęľęčŧ ä ƒįľę ŃØŦ mőřę ŧĥäŉ 50Mß įŉ ƒįľę şįžę; Cĥęčĸ įŉ přőčęşş ŵįľľ ƒäįľ įƒ ūpľőäđįŉģ ƒįľę ŧäĸęş mőřę ŧĥäŉ 1 ĥőūř ūpőŉ yőūř įŉŧęřŉęŧ čőŉŉęčŧįőŉ! !!! !!! !!! !!! !!! !!! !!! !!! !!! !!!]

# Common_DoximGrid_Confirm
source: $1 $2 will be deleted, Are you sure?
fr: [$1 $2 ŵįľľ þę đęľęŧęđ, Åřę yőū şūřę? !!! !!!]

# Common_DoximGrid_DeleteRow
source: enPlease select rows to delete!
fr: [ęŉPľęäşę şęľęčŧ řőŵş ŧő đęľęŧę! !!! !!!]

# Common_Lib_CenterWindow_InvalidStyle
source: Invalid window style! $1
fr: [Ĩŉväľįđ ŵįŉđőŵ şŧyľę! $1 !!! !!!]

# Common_Lib_ConfirmDelete_Confirm
source: Are you sure you want to DELETE this $1 ?
fr: [Åřę yőū şūřę yőū ŵäŉŧ ŧő ĐĒĿĒŦĒ ŧĥįş $1 ? !!! !!!]

# Common_Lib_ConfirmDeleteSub_CannotDelete
source: Cannot delete:\r\nThere are sub-folder(s) under this folder.
fr: [Cäŉŉőŧ đęľęŧę:\ř\ŉŦĥęřę äřę şūþ-ƒőľđęř(ş) ūŉđęř ŧĥįş ƒőľđęř. !!! !!! !!! !!!]

# Common_Lib_CreateConfirmWindow_InvalidConfirm
source: Invalid onConfirm!
fr: [Ĩŉväľįđ őŉCőŉƒįřm! !!! !!!]

# Common_Lib_CreateRequestObject_AjaxError
source: Error: Your browser does not support AJAX
fr: [Ēřřőř: Ÿőūř þřőŵşęř đőęş ŉőŧ şūppőřŧ ÅĴÅX !!! !!!]

# Common_Lib_IsValidEmail_InvalidEmail
source: Invalid Email Address
fr: [Ĩŉväľįđ Ēmäįľ Åđđřęşş !!! !!!]

# Common_Lib_ReinitIframeDocument_DocError
source: Error found in the Doc IFrame
fr: [Ēřřőř ƒőūŉđ įŉ ŧĥę Đőč ĨFřämę !!! !!!]

# Common_Lib_ReinitMasterIframe_MasterError
source: Error found in the Master IFrame
fr: [Ēřřőř ƒőūŉđ įŉ ŧĥę Mäşŧęř ĨFřämę !!! !!!]

# Common_Lib_ShowProgressPercentInfo_Progress
source: Progress
fr: [Přőģřęşş !!! !!! !!! !!! !!! !!! !!!]

# Common_Lib_ValidatePassword_NotIdentical
source: Passwords entered are not identical,press OK to continue!
fr: [Päşşŵőřđş ęŉŧęřęđ äřę ŉőŧ įđęŉŧįčäľ,přęşş ØĶ ŧő čőŉŧįŉūę! !!! !!! !!!]

# Common_Lib_ValidatePassword_PasswordEmpty
source: Please enter a value for the \"Password\" field.
fr: [Pľęäşę ęŉŧęř ä väľūę ƒőř ŧĥę \"Päşşŵőřđ\" ƒįęľđ. !!! !!! !!!]

# Common_Lib_ValidatePassword_StandardRule
source: User's password is set to a standard rule, a minimum of 8 characters is required! \n Please click OK, re-enter your password.
fr: [Ůşęř'ş päşşŵőřđ įş şęŧ ŧő ä şŧäŉđäřđ řūľę, ä mįŉįmūm őƒ 8 čĥäřäčŧęřş įş řęqūįřęđ! {0} Pľęäşę čľįčĸ ØĶ, řę-ęŉŧęř yőūř päşşŵőřđ. !!! !!! !!! !!! !!! !!! !!! !!!]

# Common_Lib_ValidatePassword_StrongRule
source: User's password is set to a strong rule, a minimum of 8 characters and a combination of both alpha and numeric characters are required! Please click OK, re-enter your password.
fr: [Ůşęř'ş päşşŵőřđ įş şęŧ ŧő ä şŧřőŉģ řūľę, ä mįŉįmūm őƒ 8 čĥäřäčŧęřş äŉđ ä čőmþįŉäŧįőŉ őƒ þőŧĥ äľpĥä äŉđ ŉūmęřįč čĥäřäčŧęřş äřę řęqūįřęđ! Pľęäşę čľįčĸ ØĶ, řę-ęŉŧęř yőūř päşşŵőřđ. !!! !!! !!! !!! !!! !!! !!! !!! !!! !!! !!! !!!]

# Common_MemberSelector_SelectMember
source: No member selected, please select member to continue
fr: [Ńő męmþęř şęľęčŧęđ, pľęäşę şęľęčŧ męmþęř ŧő čőŉŧįŉūę !!! !!! !!!]

# Common_Validation_ElementNotFound
source: Unable to find element $1 !
fr: [Ůŉäþľę ŧő ƒįŉđ ęľęmęŉŧ $1 ! !!! !!!]

# Label_Invalid
source: {0} is invalid!
fr: [{0} įş įŉväľįđ! !!! !!!]

# Label_InvalidCharInXMLID
source: You have entered invalid character(s) in the \"XML ID\" field.\n Valid characters in a-z,A-Z,0-9.
fr: [Ÿőū ĥävę ęŉŧęřęđ įŉväľįđ čĥäřäčŧęř(ş) įŉ ŧĥę \"XMĿ ĨĐ\" ƒįęľđ.\ŉ Väľįđ čĥäřäčŧęřş įŉ ä-ž,Å-Ż,0-9. !!! !!! !!! !!! !!! !!!]

# Label_PleaseCreate
source: Please create {0} : {1}
fr: [Pľęäşę čřęäŧę {0} : {1} !!! !!!]

# Label_XMLIDEmpty
source: Please enter a value for the \"XML ID\" field.
fr: [Pľęäşę ęŉŧęř ä väľūę ƒőř ŧĥę \"XMĿ ĨĐ\" ƒįęľđ. !!! !!!]

# Label_XMLIDStartWithNo
source: You can\'t start with number in the \"XML ID\" field
fr: [Ÿőū čäŉ\'ŧ şŧäřŧ ŵįŧĥ ŉūmþęř įŉ ŧĥę \"XMĿ ĨĐ\" ƒįęľđ !!! !!! !!!]

# Web_Doc_DocNoteView_Maximum
source: You entered {0} characters. The system only allows max 2000 characters
fr: [Ÿőū ęŉŧęřęđ {0} čĥäřäčŧęřş. Ŧĥę şyşŧęm őŉľy äľľőŵş mäχ 2000 čĥäřäčŧęřş !!! !!! !!! !!!]

# Web_Folder_FolderProfileView_EnterValue
source: Please enter a value for the \"Folder Name\" field.
fr: [Pľęäşę ęŉŧęř ä väľūę ƒőř ŧĥę \"Főľđęř Ńämę\" ƒįęľđ. !!! !!! !!!]

# Web_LoginView_UserIDEmpty
source: User ID and password must not empty
fr: [Ůşęř ĨĐ äŉđ päşşŵőřđ mūşŧ ŉőŧ ęmpŧy !!! !!!]

# Web_Portfolio_PortfolioViewsListView_EnterValue
source: Please enter at least one search field value.
fr: [Pľęäşę ęŉŧęř äŧ ľęäşŧ őŉę şęäřčĥ ƒįęľđ väľūę. !!! !!!]

# Web_PrintQueue_Job_PrintJobView_PrintJob
source: Are you sure to release the print job?
fr: [Åřę yőū şūřę ŧő řęľęäşę ŧĥę přįŉŧ ĵőþ? !!! !!!]

# Web_User_MyProfilePasswordView_InvalidPassword
source: Invalid new password! New password should not be same as old password!
fr: [Ĩŉväľįđ ŉęŵ päşşŵőřđ! Ńęŵ päşşŵőřđ şĥőūľđ ŉőŧ þę şämę äş őľđ päşşŵőřđ! !!! !!! !!! !!!]

# Web_User_TreeNode_InvalidUrl
source: Invalid url!
fr: [Ĩŉväľįđ ūřľ! !!! !!!]

# Web_User_TreeNode_Refresh
source: double click icon to refresh child nodes
fr: [đőūþľę čľįčĸ įčőŉ ŧő řęƒřęşĥ čĥįľđ ŉőđęş !!! !!!]

# Web_User_TreeNode_Timeout
source: Session time out, please login again.
fr: [Ŝęşşįőŉ ŧįmę őūŧ, pľęäşę ľőģįŉ äģäįŉ. !!! !!!]

# Web_User_TreeView_Nodes
source: Too many nodes retrieved, please contact administrator!
fr: [Ŧőő mäŉy ŉőđęş řęŧřįęvęđ, pľęäşę čőŉŧäčŧ äđmįŉįşŧřäŧőř! !!! !!! !!!]

# Web_View_View_Date
source: please enter valid date part format: $1
fr: [pľęäşę ęŉŧęř väľįđ đäŧę päřŧ ƒőřmäŧ: {0} !!! !!!]

# Web_View_View_EndsWith
source: please enter valid date part format for Ends With: $1
fr: [pľęäşę ęŉŧęř väľįđ đäŧę päřŧ ƒőřmäŧ ƒőř Ēŉđş Ŵįŧĥ: {0} !!! !!! !!!]

# Web_View_View_Now
source: 'Now' keyword must be used like this: Now + [or -] number
fr: ['Ńőŵ' ĸęyŵőřđ mūşŧ þę ūşęđ ľįĸę ŧĥįş: Ńőŵ + [őř -] ŉūmþęř !!! !!! !!!]

# Web_View_View_StartsWith
source: please enter valid date part format for Starts With: $1
fr: [pľęäşę ęŉŧęř väľįđ đäŧę päřŧ ƒőřmäŧ ƒőř Ŝŧäřŧş Ŵįŧĥ: {0} !!! !!! !!!]
